[
  {
    "name": "Aman",
    "name_bangla": "আমন",
    "seedlings": {
      "start": "25 June",
      "end": "5 September"
    },
    "cultivation": {
      "start": "5 December",
      "end": "5 January",
      "details": "শীষে ধান পেকে গেলেই ফসল কাটতে হবে। অধিক পাকা অবস্থায় ফসল কাটলে অনেক ধান ঝড়ে পড়ে, শীষ ভেঙ্গে যায়, শীষকাটা লেদাপোকা এবং পাখির আক্রমণ হতে পারে। তাই মাঠে গিয়ে ফসল পাকা পরীক্ষা করতে হবে। শীষের অগ্রভাগের শতকরা ৮০ ভাগ ধানের চাল শক্ত হলে ধান ঠিকমতো পেকেছে বলে বিবেচিত হবে। এ সময়ে ফসল কেটে মাঠেই বা উঠানে এনে মাড়াই করতে হবে।"
    },
    "fertilizer": [
      10,
      30,
      50
    ],
    "irrigation": [
      {
        "after": 0,
        "details": "আমন চাষাবাদ পুরোটাই বৃষ্টিনির্ভর। তবে প্রতি বছর সকল স্থানে বৃষ্টিপাত এক রকম হয় না। এমনকি একই বৎসরের একই স্থানে সবসময় সমানভাবে বৃষ্টিপাত হয় না।  বৃষ্টি-নির্ভর ধানের জমিতে যে কোনো পর্যায়ে সাময়িকভাবে বৃষ্টির অভাবে খরা হলে অবশ্যই সম্প‚রক সেচ দিতে হবে। প্রয়োজনে সম্প‚রক সেচের সংখ্যা একাধিক হতে পারে।"
      }
    ],
    "seed_amount": "330-370",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "আবহমান কাল থেকে এ ধানেই কৃষকের গোলা ভরে, যা দিয়ে কৃষক তার পরিবারের ভরণ-পোষণ, পিঠাপুলি, আতিথেয়তাসহ সংসারের অন্যান্য খরচ মিটিয়ে থাকে। ",
    "requirements": "বেলে দোআশ ও দোআশ মাটি আউশ চাষের জন্য উপযোগী।",
    "cultivation_details": "আষাঢ় মাসে বীজ তলায় বীজ বোনা হয়, শ্রাবণ-ভাদ্র মাসে মূল জমিতে রোপণ করা হয় এবং কার্তিক- অগ্রহায়ণ-পৌষ (এলাকাভেদে) মাসে ধান কাটা হয়।",
    "fertilization_process": "আবহাওয়া ও মাটির উর্বরতার মান যাচাই এবং ধানের জাত, জীবনকাল ও ফলন মাত্রার উপর ভিত্তি করে সারের মাত্রা ঠিক করা হয়। আলোক-অসংবেদনশীল দীর্ঘ ও মধ্যম মেয়াদি জাতের ক্ষেত্রে বিঘা প্রতি ইউরিয়া-ডিএপি/টিএসপি-এমওপি-জিপসাম যথাক্রমে ২৬-৮-১৪-৯ কেজি হিসেবে প্রয়োগ করতে হবে। জমি তৈরির শেষ চাষে সমস্ত ডিএপি/টিএসপি-এমওপি- জিপসাম প্রয়োগ করতে হবে। ইউরিয়া সমান ভাগে তিন কিস্তিতে প্রয়োগ করতে হবে। ১ম কিস্তি চারা রোপণের ৭-১০ দিন পর, ২য় কিস্তি চারা রোপণের ২৫-৩০ দিন পর এবং ৩য় কিস্তি কাইচ থোড় আসার ৫-৭ দিন পূর্বে প্রয়োগ করতে হবে।",
    "diseases": [
      {
        "name": "বাকানি রোগ",
        "details": "বাকানি রোগাক্রান্ত ধানের চারা স্বাভাবিক চারার চেয়ে হালকা সবুজ, লিকলিকে ও স্বাভাবিক চারার চেয়ে অনেকটা লম্বা হয়ে অন্য চারার ওপরে ঢলে পড়ে। আক্রান্ত চারাগুলো  ক্রমান্বয়ে মারা যায়। আক্রান্ত চারার নিচের গিট থেকে অস্থানিক শিকড়ও দেখা যেতে পারে।",
        "medicine": "বাকানি রোগ দমনের জন্য অটিস্টিন ৫০ ডবিøউপি বা নোইন ৫০ ডবিøউপি  দ্বারা বীজ অথবা চারা শোধন করা (১ লিটার পানিতে ৩ গ্রাম অটিস্টিন ৫০ ডবিøউপি বা নোইন ৫০ ডবিøউপি মিশিয়ে তাতে ধানের বীজ অথবা চারা  ১০-১২ ঘন্টা ভিজিয়ে রাখা)। আক্রান্ত গাছ সংগ্রহ করে পুঁড়িয়ে ফেলতে হবে। বীজতলা হিসেবে একই জমি ব্যবহার না করা।"
      }
    ],
    "breeds": [
      {
        "name": "ব্রি হাইব্রিড ধান ৪ ও ৬",
        "details": "এ জাতগুলো বন্যামুক্ত এলাকায় রোপা আমনে অনুকূল পরিবেশে চাষযোগ্য। এ জাতগুলোর চাল মাঝারি চিকন, স্বচ্ছ ও সাদা এবং লম্বা, ভাত ঝরঝরে হওয়ায় কৃষকের কাছে পছন্দনীয়।"
      },
      {
        "name": "ব্রি ধান ৫১ ও ব্রি ধান ৫২",
        "details": "বন্যা প্রবণ এলাকার জন্য উপযোগী জাত"
      },
      {
        "name": "ব্রি ধান৫৬, ব্রি ধান৫৭ ও ব্রি ধান৬৬",
        "details": "খরা প্রবণ এলাকার জন্য উপযোগী জাত।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 373
      },
      {
        "name": "DAP",
        "amount": 162
      },
      {
        "name": "MOP",
        "amount": 126
      },
      {
        "name": "Gypsum",
        "amount": 119
      },
      {
        "name": "Zinc Sulphate",
        "amount": 4
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Aus",
    "name_bangla": "আউশ",
    "seedlings": {
      "start": "15 March",
      "end": "15 April"
    },
    "cultivation": {
      "start": "15 July",
      "end": "5 August",
      "details": "৮০ ভাগ ধান পাকলে ধান কাটতে হবে। তাড়াতাড়ি মাড়াইয়ের জন্য ধান মাড়াই যন্ত্র ব্যবহার করা যেতে পারে। বাদলা দিনে ধান মাড়াই করে সাধ্যমত ঝেরে বৃষ্টিমুক্ত (চালার নীচে) স্থানে ছড়িয়ে দিয়ে শুকানোর ব্যবস্থা করতে হবে।"
    },
    "fertilizer": [
      10,
      30,
      50
    ],
    "irrigation": [
      {
        "after": 10,
        "details": "চারা লাগানোর পর পর্যাপ্ত বৃষ্টিপাত না হলে সময়মত চারা রোপণ/বপনের জন্য সম্পূরক সেচ দিতে হবে।"
      }
    ],
    "seed_amount": "280-370",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "আউশ বাংলাদেশে চাষ হওয়া প্রধান ৩ টি ধানের একটি এবং আমাদের দেশের মানুষের খাদ্য হিসেবে সবচেয়ে বেশি ব্যবহৃত হয়। ",
    "requirements": "বেলে দোআশ ও দোআশ মাটি আউশ চাষের জন্য উপযোগী।",
    "cultivation_details": "আউশের মূল জমিতে বীজ বপন ১৫ মার্চ হতে ২০ এপ্রিল, রোপা আউশের বীজতলায় বীজ বপন ৩০ মার্চ হতে ৩০ এপ্রিল পর্যন্ত উপযুক্ত সময়।",
    "fertilization_process": "জমিতে প্রয়োজন মতো পানি দিয়ে মাটির প্রকারভেদে ২-৩টি চাষ ও মই দিতে হবে, যেন মাটি থকথকে কাদাময় হয়। জমি উঁচু-নিচু থাকলে সমান করে দিতে হবে। অধিক ফলন পাওয়ার জন্য পর্যাপ্ত জৈবসারসহ সুষম মাত্রায় রাসায়নিক সার প্রয়োগ করুন। রোপা আউশে  হেক্টরপ্রতি ১৩০ কেজি ইউরিয়া,  ৫৫ কেজি টিএসপি, ৬ কেজি এমওপি এবং বোনা আউশে  ১২০ কেজি ইউরিয়া, ৫০ কেজি টিএসপি, ৫৫ কেজি এমওপি সার ব্যবহার করুন। টিএসপি সারের পরিবর্তে ডিএপি সার ব্যবহার করা হলে টিএসপি সারের সমপরিমাণ ডিএপি সার ব্যবহার করে প্রতি কেজি ডিএপি সার ব্যবহারের জন্য ৪০০ গ্রাম হারে ইউরিয়া কম ব্যবহার করতে হবে। মাটি পরীক্ষার ভিত্তিতে সার ব্যবহার করা উত্তম। ইউরিয়া সার তিন কিস্তিতে (প্রথম কিস্তি জমি শেষ চাষের সময়, দ্বিতীয় কিস্তি চারা রোপণের ১৫ দিন পর, তৃতীয় কিস্তি কাইচথোড় আসার ৫-৭ দিন আগে) এবং অন্যান্য সার জমি শেষ চাষের সময় প্রয়োগ করতে হবে। ইউরিয়ার পরিবর্তে গুটি ইউরিয়া ব্যবহার করলে ফলন বাড়ে এবং সারের কার্যকারিতা ২০-২৫ ভাগ বৃদ্ধি পায়। গুটি ইউরিয়া প্রতি চার গোছার মাঝখানে একটি করে প্রয়োগ করতে হয়। আউশ ধানের ১.৮ গ্রাম ওজনের গুটি ব্যবহার করুন। গুটি ইউরিয়া ব্যবহার করলে আউশ মৌসুমে প্রতি হেক্টরে ৬৫ কেজি ইউরিয়া সাশ্রয় হয়।",
    "diseases": [
      {
        "name": "খোলপোড়া রোগ",
        "details": "ব্যাকটেরিয়াজনিত পাতা পোড়া রোগ, টুংরো এবং বাকানি রোগের প্রকোপ দেখা যায়",
        "medicine": "খোলপোড়া রোগ দমনের জন্য জমির পানি বের করে দিয়ে বিঘা প্রতি ৫ কেজি পটাশ সার প্রয়োগ করতে হবে। প্রয়োজনে এমিস্টার টপ/টেবুকোনাজল/ফলিকুর ছত্রাকনাশক ব্যবহার করতে হবে। ব্যাকটেরিয়া জনিত পাতা পোড়া রোগের জন্য ৬০ গ্রাম এমপি, ৬০ গ্রাম থিওভিট এবং ২০ গ্রাম জিঙ্ক ১০ লিটার পানিতে ভালভাবে মিশিয়ে ৫ শতাংশ জমিতে স্প্রে করলে ভার ফল পাওয়া যাবে। টুংরো রোগ দেখা দিলে আক্রান্ত গাছ উঠিয়ে মাটিতে পুঁতে ফেরতে হবে। প্রয়োজনে টুংরোর বাহক সবুজ পাতা ফড়িং দমনে মিপসিন ব্যবহার করা যেতে পারে। বাকানি প্রবন এলাকায় বাকানি রোগ প্রতিরোধে অটিস্টিন নামক ছত্রাকনাশক প্রতি লিটারে ২-৩ গ্রাম ১ কেজি বীজে মিশ্রিত কওে শোধন করা যেতে পারে।"
      }
    ],
    "breeds": [
      {
        "name": "বিনাধান-১৯",
        "details": "প্রচন্ড খরা সহিষ্ণু হওয়ায় খরা মাটি পছন্দ করে। বোনা ও রোপা উভয় পদ্ধতিতে চাষ উপযোগী। গাছ হেলে পড়ে না। জীবনকাল ৯৫-১০০ দিন। চাল সরু ও লম্বা। ফলন ৪-৫ টন/হেক্টর"
      },
      {
        "name": "ব্রি ধান৪৩",
        "details": "জাতটি বৃষ্টি প্রবন এবং খরা প্রবন উভয অঞ্চরের জন্য উপযোগী। আগাম জাত, জীবন কাল ১০০ দিন। খরা সহিষ্ণু। কান্ড বেশ শক্ত বলে সহজে হেলে পড়ে না। ফলন ৩.৫ টন/হেক্টর।"
      },
      {
        "name": "ব্রি ধান৪৮",
        "details": "অধিক ফলনশীল এ জাতটি রোপা আউশ মৌসুমের জন্য উপযোগী। জীবনকাল ১১০ দিন। কান্ড শক্ত। চাল মাঝারী মোটা ও সাদা। ফলন ৫.০ টন/হেক্টর।"
      },
      {
        "name": "ব্ব্রি ধান ৬৫",
        "details": "বোনা আউশ মৌসুমের খরা সহনশীল জাত। গাছ খাটো ও কান্ড শক্ত হওয়ায় হেলে পড়ে না। শীষ থেকে ধান সহজে ঝড়ে পড়ে না। চাল মাঝারী চিকন ও সাদা এবং ভাত ঝরঝরে। জীবনকাল ১০০ দিন। ফলন ৩.৫-৪ টন/হেক্টর।"
      },
      {
        "name": "ব্রি ধান৮২",
        "details": "অধিক ফলনশীল এ জাতটি রোপা আউশ মৌসুমের জন্য উপযোগী। গাছের উচ্চতা ১১০  সেমি.।  জীবনকাল ১০০-১০৫ দিন। কান্ড শক্ত। চাল মাঝারী মোটা ও ভাত ঝরঝরে। ফলন ৪.৫-৫.০ টন/হেক্টর।"
      },
      {
        "name": "ব্রি ধান৮৮৩",
        "details": "বোনা আউশ মৌসুমের খরা সহনশীল জাত। গাছের উচ্চতা ১০০-১০৫ সেমি। কান্ড শক্ত হওয়ায় হেলে পড়ে না এমনকি ধান পাকার পরও গাছ হেলে পড়ে না। দানার রং লালচে যা স্থানীয় কটকতারা জাতের অনুরুপ। চাল মাঝারী মোটা ও সাদা এবং ভাত ঝরঝরে। জীবনকাল ১০৫ দিন। ফলন ৪-৫ টন/হেক্টর।"
      },
      {
        "name": "ব্রি ধান৮৫",
        "details": "অধিক ফলনশীল এ জাতটি কুমিল্লা অঞ্চলসহ দেশের পূর্বাঞ্চলৈ রোপা আউশ মৌসুমের জন্য উপযোগী। জলাবদ্ধতা সহনশীর হওয়ায় আউশ মৌসুমে অপেক্ষাকৃত নিচু এলাকাতেও চাষ করা সম্ভব। গাছের উচ্চতা ১১০  সেমি.। জীবনকাল ১০৮-১১০ দিন। কান্ড শক্ত। চাল মাঝারী লম্বা ও চিকন এবং ভাত ঝরঝরে। ফলন ৪.৫-৫.০ টন/হেক্টর।"
      },
      {
        "name": "ব্রি হাইব্রিড ধান৭",
        "details": "আউশ মৌসুমে চাষযোগ্য একমাত্র হাইব্রিড ধানের জাত। রোপা আউশ মৌসুমে প্রচলিত অন্যান্য জাতের চেয়ে অধিক ফলনশীন, ফলন ৬.৫-৭০ টন/হেক্টর। গাছের উচ্চতা   ১০০-১০৫ সেমি। কান্ড শক্ত হওয়ায় হেলে পড়ে না। জীবনকাল ১০৫-১১০ দিন। ধানের আকৃতি সরু, লম্বা ও ভাত ঝরঝরে।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 988
      },
      {
        "name": "DAP",
        "amount": 213
      },
      {
        "name": "MOP",
        "amount": 247
      },
      {
        "name": "Gypsum",
        "amount": 241
      },
      {
        "name": "Zinc Sulphate",
        "amount": 6
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Banana",
    "name_bangla": "কলা",
    "seedlings": {
      "start": "15 January",
      "end": "15 March"
    },
    "cultivation": {
      "start": "5 December",
      "end": "25 February",
      "details": ""
    },
    "fertilizer": [
      25
    ],
    "irrigation": [
      {
        "after": 20,
        "details": ""
      }
    ],
    "seed_amount": "200-300",
    "nutrition": "কলার পুষ্টিগুণ প্রচুর। কলা উপাদেয় খাদ্য। কাঁচা পাকা দুই অবস্থায়ই খাওয়া যায়। কলায় রয়েছে জলীয় অংশ ৭০ গ্রাম, আঁশ ০.৫ গ্রাম, খাদ্য শক্তি (কিলোক্যালরি) ১০৯, আমিষ ০.৭ গ্রাম, চর্বি ০.৮ গ্রাম, শর্করা ২৫.০ গ্রাম, ক্যালসিয়াম ১১.০ মিলিগ্রাম, লৌহ ০.৯ মিলিগ্রাম, ভিটামিন সি ২৪ মিলিগ্রাম। নারিকেল ছাড়া আর কোনো খাদ্যেই কলার মতো খাদ্যশক্তি নেই। তাই যে কোনো সময় পরিশ্রান্তে অথবা শক্তিক্ষয়জনিত অবস্থায় কলা আহার করলে শরীর পুনরায় কর্মক্ষম হয়ে উঠবে।",
    "medicine_properties": "শুষ্ক কাশিতে : একটি পাকা কলা চটকে অল্প পানিতে মিশিয়ে হালকা গরম করে সেটাকে ছেঁকে নিয়ে সেই পানিটা সকাল ও বিকালে কয়েক দিন খেলে উপশম হবে। তবে প্রতিদিন নতুন করে তৈরি করতে হবে।",
    "use_case": "কলাগাছ, কলাপাতা, কলাগাছের শিকড় ও কলা সবই উপকারী। কলাগাছ ও কলাপাতা শুধুমাত্র পশু খাদ্য নয়। এদের আছে আশ্চার্যজনক ভেষজ গুণ। রোগ নিরাময়ে অদ্বিতীয়। ",
    "requirements": "পর্যাপ্ত রোদযুক্ত ও পানি নিকাশের সুবিধাযুক্ত উঁচু জমি কলা চাষের জন্য উপযুক্ত। উর্বর দো-আঁশ মাটি কলা চাষের জন্য উত্তম। চাষ ও মই দিয়ে জমি সমতল ও আগাছামুক্ত করে নিতে হবে।",
    "cultivation_details": "",
    "fertilization_process": "অর্ধেক গোবর জমি তৈরির সময় এবং অবশিষ্ট অর্ধেক গর্তে দিতে হবে। অর্ধেক টিএসপি একই সঙ্গে গর্তে প্রয়োগ করতে হবে। রোপণের দেড় থেকে দুই মাস পর ৪ ভাগের ১ ভাগ ইউরিয়া, অর্ধেক এমপি ও বাকি টিএসপি জমিতে ছিটিয়ে ভালোভাবে কুপিয়ে মাটির সঙ্গে মিশিয়ে দিতে হবে। এর দুই থেকে আড়াই মাস পর গাছ প্রতি বাকি অর্ধেক এমপি ও অর্ধেক ইউরিয়া প্রয়োগ করতে হবে। মোচা বের হওয়ার সময় অবশিষ্ট ৪ ভাগের ১ ভাগ ইউরিয়া জমিতে ছিটিয়ে মাটির সঙ্গে মিশিয়ে দিতে হবে।",
    "diseases": [
      {
        "name": "পানামা  রোগ",
        "details": "",
        "medicine": "পানামা রোগ প্রতিকারের জন্য আক্রান্ত গাছ গোড়াসহ উঠিয়ে পুড়ে ফেলতে হবে। আক্রান্ত গাছের তেউড় হিসেবে চারা ব্যবহার করা যাবে না।"
      }
    ],
    "breeds": [
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 400
      },
      {
        "name": "DAP",
        "amount": 0
      },
      {
        "name": "MOP",
        "amount": 0
      },
      {
        "name": "Gypsum",
        "amount": 197
      },
      {
        "name": "Zinc Sulphate",
        "amount": 5
      },
      {
        "name": "Boron",
        "amount": 2
      },
      {
        "name": "Compost",
        "amount": 20000
      }
    ]
  },
  {
    "name": "Boro",
    "name_bangla": "বোরো",
    "seedlings": {
      "start": "15 November",
      "end": "15 January"
    },
    "cultivation": {
      "start": "5 April",
      "end": "25 May",
      "details": "শীষে ধান পেকে গেলেই ফসল কাটতে হবে। অধিক পাকা অবস্থায় ফসল কাটলে অনেক ধান ঝড়ে পড়ে, শীষ ভেঙ্গে যায়, শীষকাটা লেদাপোকা এবং পাখির আক্রমণ হতে পারে। তাই মাঠে গিয়ে ফসল পাকা পরীক্ষা করতে হবে। শীষের অগ্রভাগের শতকরা ৮০ ভাগ ধানের চাল শক্ত হলে ধান ঠিকমতো পেকেছে বলে বিবেচিত হবে।"
    },
    "fertilizer": [
      10,
      30
    ],
    "irrigation": [
      {
        "after": 10,
        "details": "গাছের প্রয়োজনমাফিক সেচ দিলে সেচের পানির পূর্ণ ব্যবহার হয়। বোরো ধানের জমিতে সব সময় পানি ধরে রাখতে হবে এমন কোনো নিয়ম নেই। বোরো মওসুমে সাধারণত ধানের সারা জীবনকালে মোট ১২০ সেন্টিমিটার পানির প্রয়োজন। তবে কাইচ থোড় আসার সময় থেকে ধানের দুধ হওয়া পর্যন্ত পানির চাহিদা দ্বিগুণ হয়। এ সময় জমিতে দাঁড়ানো পানি রাখতে হয়। কারণ থোড় ও ফুল অবস্থায় মাটিতে রস না থাকলে ফলন কমে যায়।"
      },
      {
        "after": 20,
        "details": "গাছের প্রয়োজনমাফিক সেচ দিলে সেচের পানির পূর্ণ ব্যবহার হয়। বোরো ধানের জমিতে সব সময় পানি ধরে রাখতে হবে এমন কোনো নিয়ম নেই। বোরো মওসুমে সাধারণত ধানের সারা জীবনকালে মোট ১২০ সেন্টিমিটার পানির প্রয়োজন। তবে কাইচ থোড় আসার সময় থেকে ধানের দুধ হওয়া পর্যন্ত পানির চাহিদা দ্বিগুণ হয়। এ সময় জমিতে দাঁড়ানো পানি রাখতে হয়। কারণ থোড় ও ফুল অবস্থায় মাটিতে রস না থাকলে ফলন কমে যায়।"
      }
    ],
    "seed_amount": "80 - 110",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "",
    "requirements": "মাঝারি ও নিচু অবস্থানের সেচসেবিত বেলে, দো-আঁশ থেকে এঁটেল মাটি বোরো চাষের উপযুক্ত। জলের উত্সর সন্নিকটে যে সমস্ত নিচু জমিতে বর্ষাকালে ৪ ফুটের বেশি জল দাঁড়ানোর ফলে আমন ধানের চাষ করা যায় না সেই সব জমিতে সেচের সুবিধা না থাকলেও বৃষ্টির ওপর নির্ভর করে বোরো চাষ করা যায়।",
    "cultivation_details": "বোরো চাষে বীজ ফেলার প্রকৃষ্ট সময় অগ্রহায়ণ মাস (১৫ নভেম্বর – ১৫ ডিসেম্বর)।",
    "fertilization_process": "বোরো মওসুমে ধানের আশানুরূপ ফলন পেতে জমিতে পরিমাণমতো জৈব ও রাসায়নিক সার ব্যবহার করা দরকার।",
    "diseases": [
      {
        "name": "বাদামি দাগ রোগ",
        "details": "পাতায় প্রথমে তিলের দানার মতো ছোট ছোট দাগ পড়ে। দাগগুলো বড় হয়ে মাঝখানে সাদা ও কিনারা বাদামি হয়ে যায়। একাধিক দাগ মিলে বড় দাগ সৃষ্টি হয়ে পাতাটিকে মেরে ফেলতে পারে। ধানের পাতার চেয়ে রোগটি বীজে বেশি দেখা যায়। রোগ আক্রান্ত গাছে অপুষ্ট বীজ হয় ও বাদামি বর্ণ হয়।",
        "medicine": "সুস্থ বীজ বপন করতে হবে; বীজ গরম পানিতে (৫০ ডিগ্রি সে. তাপমাত্রায় ৩০ মিনিট ভিজে রাখতে হবে) শোধন করতে হবে; কার্বেন্ডাজিম (অটোস্টিন) অথবা কার্বোক্সিন + থিরাম (প্রোভ্যাক্স ২০০ ডব্লিউপি) প্রতি কেজি বীজে ২.৫ গ্রাম হারে মিশিয়ে শোধন করতে হবে; জৈব সার ব্যবহার করতে হবে; জমিতে সঠিক পরিমাণ নাইট্রোজেন ও পটাশ সার ব্যবহার করলে রোগ কমে যায়; সঠিক পানি ব্যবস্থাপনা করতে হবে; জমিতে রোগ দেখা দিলে কার্বেন্ডাজিম (অটোস্টিন) প্রতি লিটার পানিতে ১.৫ গ্রাম হারে মিশিয়ে স্প্রে করতে হবে।"
      },
      {
        "name": "ব্লাস্ট রোগ (Blast)",
        "details": "পাতায় প্রথমে ডিম্বাকৃতির ছোট ছোট ধূসর বা সাদা বর্ণের দাগ দেখা যায়। দাগগুলোর চারদিক গাঢ় বাদামি বর্ণের হয়ে থাকে। পরবর্তীতে এ দাগ ধীরে ধীরে বড় হয়ে চোখের আকৃতি ধারণ করে। অনেক দাগ একত্রে মিশে পুরো পাতাটাই মেরে ফেলতে পারে। এ রোগে ব্যাপকভাবে আক্রান্ত হলে জমিতে মাঝে মাঝে পুড়ে যাওয়ার মতো মনে হয়। অনেক ক্ষেত্রে খোল ও পাতার সংযোগস্থলে কাল দাগের সৃষ্টি হয়। যা পরবর্তীতে পচে যায় এবং পাতা ভেঙে পড়ে ফলন বিনষ্ট হয়।।",
        "medicine": "রোগ প্রতিরোধী জাত ব্যবহার করতে হবে। মাটিতে জৈব সারসহ সুষম মাত্রায় সব ধরনের সার ব্যবহার করতে হবে। আক্রান্ত জমির খড়কুটা পুড়িয়ে ফেলতে হবে এবং ছাই জমিতে মিশিয়ে দিতে হবে। সুস্থ গাছ হতে বীজ সংগ্রহ করতে হবে, দাগি বা অপুষ্ট বীজ বেছে ফেলে দিয়ে সুস্থ বীজ ব্যবহার করতে হবে। রোগের আক্রমণ হলে জমিতে ইউরিয়া সারের উপরিপ্রয়োগ বন্ধ রাখতে হবে। জমিতে সব সময় পানি রাখতে হবে। রোগের শুরুতে হেক্টরপ্রতি ৪০ কেজি (বিঘাপ্রতি ৫ কেজি পটাশ সার উপরিপ্রয়োগ করতে হবে। ট্রাইসাইক্লাজল (ট্রুপার ৭৫ ডব্লিউপি) বা টেবুকোনাজল + ট্রাইফ্লক্সিস্ট্রবিন (নাটিভো৭৫ ডব্লিউপি) প্রতি লিটার পানিতে ১ গ্রাম হারে মিশিয়ে ১০-১৫ দিন পর পর ২-৩ বার স্প্রে করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "বিআর ৩",
        "details": "একটি উচ্চফলনশীল ধানের জাত, যা বোরো, আউশ এবং আমন তিন মৌসুমের জন্য অনুমোদিত। বাংলাদেশ ধান গবেষণা ইনস্টিটিউট ১৯৭৩ সনে জাতটি উদ্ভাবন করেছে। বিআর৩-এর জনপ্রিয় নাম বিপ্লব। এ জাতের উল্লেখযোগ্য বৈশিষ্ট্যগুলো হলো- গাছের উচ্চতা ৯৫ সেন্টিমিটার, এর চাল মাঝারি মোটা ও পেটে সাদা দাগ আছে, গাছ হেলে পড়ে না এবং ভাত ঝরঝরে। জাতটির জীবনকাল বোরো মৌসুমে ১৭০ দিন এবং ফলন হেক্টরপ্রতি ৬.৫ টন।"
      },
      {
        "name": "বিআর ১৬",
        "details": "বাংলাদেশ ধান গবেষণা ইনস্টিটিউট দেশের বিভিন্ন অঞ্চলে পরীক্ষা-নিরীক্ষা করে এ জাতটি ইরি থেকে প্রবর্তন করেছে। এটি ১৯৮৩ সনে বোরো ও আউশ মৌসুমে চাষাবাদের জন্য বিআর ১৬ নামে জাতীয় বীজ বোর্ডের অনুমোদন লাভ করে। এ জাতের জনপ্রিয় নাম শাহীবালাম। ইহা বোরো মৌসুমের বালাম ধান। এ জাতের বৈশিষ্ট্য- গাছের উচ্চতা ৯০-৯৫ সেন্টিমিটার, গাছের কাণ্ড এবং পাতা খাঁড়া ও সবুজ, কুশি গজানোর ক্ষমতা মাঝারি, চাল লম্বা, চিকন এবং সাদা, ভাত ঝরঝরে এবং সুস্বাদু, চালে প্রোটিনের পরিমাণ ৭.৮%। এ জাতের জীবনকাল বোরো মৌসুমে ১৫৫-১৬০ দিন এবং উপযুক্ত পরিচর্যা পেলে বোরোতে হেক্টরপ্রতি ৫.৫-৬.০ টন ফলন দিয়ে থাকে।"
      },
      {
        "name": "বিআর ১৮",
        "details": "বাংলাদেশ ধান গবেষণা ইনস্টিটিউট পরীক্ষা-নিরীক্ষা করে হবিগঞ্জ ও সুনামগঞ্জের হাওর এলাকার উপযোগী বলে এ জাতটি ইন্দোনেশিয়া থেকে এদেশে প্রবর্তন করেছে। এটি ১৯৮৫ সনে বোরো মৌসুমে চাষাবাদের জন্য বিআর ১৮ নামে জাতীয় বীজ বোর্ডের অনুমোদন লাভ করে। এ জাতের জনপ্রিয় নাম শাহজালাল। এ জাতের বৈশিষ্ট্য : কাণ্ড খুবই মজবুত ও হেলেপড়া প্রতিরোধী, গাছের উচ্চতা ১১৫-১২০ সেন্টিমিটার, চারার উচ্চতা ২০-২৫ সেন্টিমিটার, কুশি গজানোর ক্ষমতা মাঝারি, পাতা প্রশস্ত, লম্বা এবং মোটামুটি খাড়া, চাল মাঝারি মোটা, সাদা ও ভাত ঝরঝরে এবং এ জাতের ধান মাড়াই করা সহজ। জাতটির জীবনকাল ১৬৫-১৭০ দিন এবং ফলন হেক্টরপ্রতি ৬.০-৬.৫ টন। (বিআর ১৮) হাওর, বাঁওড় আর বিলাঞ্চলে এ জাতের আবাদ করা উচিত। কারণ এর কাণ্ড লম্বা, তাই ধান পাকার সময় হঠাৎ বন্যায় মাঠে কোমর পানি হলেও ফসল কাটা যায়।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 1234
      },
      {
        "name": "DAP",
        "amount": 314
      },
      {
        "name": "MOP",
        "amount": 308
      },
      {
        "name": "Gypsum",
        "amount": 319
      },
      {
        "name": "Zinc Sulphate",
        "amount": 7
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Cabbage",
    "name_bangla": "বাঁধাকপি",
    "seedlings": {
      "start": "25 October",
      "end": "15 November"
    },
    "cultivation": {
      "start": "25 December",
      "end": "15 March",
      "details": "চারা রোপণের ৬০-৯০ দিন পর বাঁধাকপি সংগ্রহ করা যায়। প্রতিটি বাঁধাকপি গড়ে ২.৫ কেজি হয়।"
    },
    "fertilizer": [
      20,
      35
    ],
    "irrigation": [
      {
        "after": 3,
        "details": "২-৩ দিন পর পরই সেচ দিতে হবে। গাছ বড় হবার সাথে সাথে দুই সারির মাঝখান থেকে মাটি তুলে সারি বরাবর আইলের মত করে দিতে হবে। ফলে  দু’সারির মাঝে নালা তৈরি হবে। এতে সেচ দিতে বেশ সুবিধে হবে।।"
      },
      {
        "after": 6,
        "details": "২-৩ দিন পর পরই সেচ দিতে হবে। গাছ বড় হবার সাথে সাথে দুই সারির মাঝখান থেকে মাটি তুলে সারি বরাবর আইলের মত করে দিতে হবে। ফলে  দু’সারির মাঝে নালা তৈরি হবে। এতে সেচ দিতে বেশ সুবিধে হবে।।"
      },
      {
        "after": 9,
        "details": "২-৩ দিন পর পরই সেচ দিতে হবে। গাছ বড় হবার সাথে সাথে দুই সারির মাঝখান থেকে মাটি তুলে সারি বরাবর আইলের মত করে দিতে হবে। ফলে  দু’সারির মাঝে নালা তৈরি হবে। এতে সেচ দিতে বেশ সুবিধে হবে।।"
      },
      {
        "after": 12,
        "details": "২-৩ দিন পর পরই সেচ দিতে হবে। গাছ বড় হবার সাথে সাথে দুই সারির মাঝখান থেকে মাটি তুলে সারি বরাবর আইলের মত করে দিতে হবে। ফলে  দু’সারির মাঝে নালা তৈরি হবে। এতে সেচ দিতে বেশ সুবিধে হবে।।"
      }
    ],
    "seed_amount": "11 - 12",
    "nutrition": "বাঁধাকপি একটি অন্যতম পুষ্টিকর পাতা জাতীয় সবজি। এত প্রচুর পরিমাণে ভিটামিন ‘এ‘ রয়েছে। ডায়াবেটিস রোগীদের জন্য এটি বেশ উপকারী।",
    "medicine_properties": "",
    "use_case": "",
    "requirements": "অত্যধিক বেলে মাটি ছাড়া যে কোন ধরনের মাটিতে এটি জন্মে। বেলে দোঁআশ থেকে পলি দোঁআশ মাটি এ ফসলের জন্য উপযোগী।",
    "cultivation_details": "বাঁধাকপি শীতকালেই ভাল হয়। শীত মৌসুমে আগাম ও নাবী করেও চাষ করা যায়। তবে সমপ্রতি গ্রীষ্ম ও বর্ষকালেও বাঁধাকপি উৎপাদিত হচ্ছে।",
    "fertilization_process": "সম্পূর্র্ণ গোবর ও টিএসপি সার জমি তৈরির সময় প্রয়োগ করতে হবে। ইউরিয়া  ও এমওপি সার ২ কিসি-তে চারা রোপণের ২০-২৫ দিন পর একবার এবং ৩০-৪০ দিন পর আর একবার উপরি প্রয়োগ করতে হবে।",
    "diseases": [
      {
        "name": "পাতায় দাগ ও কালো পচা রোগ",
        "details": "",
        "medicine": "রোভরাল- ২ গ্রাম বা ডাইথেন- এম-৪৫ ২.৫গ্রাম প্রতি লিটার পানিতে মিশিয়ে স্প্রে করা ১০-১২ দিন পর পর ২/৩ বার ।"
      }
    ],
    "breeds": [
      {
        "name": "আগাম জাত",
        "details": "কে কে ক্রস এবং এক্সপ্রেস ক্রস জাত"
      },
      {
        "name": "মধ্যম জাত",
        "details": "কে ওয়াই ক্রস, এটলাস ৭০, টোকিও প্রাইড, গ্রীন এক্সপ্রেস, প্রভাতী ইত্যাদি"
      },
      {
        "name": "দেরী জাত",
        "details": "এটলাস ৭০, লিও ৮০, সেভয়, রুবি বল, ড্রাম হেড ইত্যাদি"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 1849
      },
      {
        "name": "DAP",
        "amount": 769
      },
      {
        "name": "MOP",
        "amount": 247
      },
      {
        "name": "Gypsum",
        "amount": 448
      },
      {
        "name": "Zinc Sulphate",
        "amount": 13
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 24292
      }
    ]
  },
  {
    "name": "Aman",
    "name_bangla": "আমন",
    "seedlings": {
      "start": "25 October",
      "end": "15 November"
    },
    "cultivation": {
      "start": "5 January",
      "end": "5 March",
      "details": "সাদা রঙ ও আঁটো সাঁটো থাকতে থাকতেই ফুলকপি তুলে ফেলা উচিত। মাথা ঢিলা ও রঙ হলদে ভাব ধরলে দাম কমে যায়। "
    },
    "fertilizer": [
      10,
      30,
      50
    ],
    "irrigation": [
      {
        "after": 10,
        "details": "সার দেয়ার পরপরই সেচ দিতে হবে। এছাড়া জমি শুকিয়ে গেলে সেচ দিতে হবে। জমিতে পানি বেশি সময় ধরে যেন জমে না থাকে সেটাও খেয়াল করতে হবে। সার দেয়ার আগে মাটির আস্তর ভেঙ্গে দিয়ে নিড়ানী দিয়ে আগাছা পরিষ্কার করে দিতে হবে।"
      },
      {
        "after": 30,
        "details": "সার দেয়ার পরপরই সেচ দিতে হবে। এছাড়া জমি শুকিয়ে গেলে সেচ দিতে হবে। জমিতে পানি বেশি সময় ধরে যেন জমে না থাকে সেটাও খেয়াল করতে হবে। সার দেয়ার আগে মাটির আস্তর ভেঙ্গে দিয়ে নিড়ানী দিয়ে আগাছা পরিষ্কার করে দিতে হবে।"
      },
      {
        "after": 50,
        "details": "সার দেয়ার পরপরই সেচ দিতে হবে। এছাড়া জমি শুকিয়ে গেলে সেচ দিতে হবে। জমিতে পানি বেশি সময় ধরে যেন জমে না থাকে সেটাও খেয়াল করতে হবে। সার দেয়ার আগে মাটির আস্তর ভেঙ্গে দিয়ে নিড়ানী দিয়ে আগাছা পরিষ্কার করে দিতে হবে।"
      }
    ],
    "seed_amount": "11 - 12",
    "nutrition": "ফুলকপিতে যথেষ্ট পরিমাণে সালফার, পটাশিয়াম ও ফসফরাস খনিজ উপাদান আছে। এ ছাড়াএর প্রতি ১০০ গ্রাম ভক্ষণযোগ্য অংশে আছে পানি ৯০.৮ গ্রাম, আমিষ ২.৬ গ্রাম, চর্বি ০.৪ গ্রাম, শ্বেতসার ৪.০ গ্রাম, খনিজ লবণ ১.৯ গ্রাম ইত্যাদি।",
    "medicine_properties": "",
    "use_case": "শীতের এক প্রধান জনপ্রিয় সবজি হল ফুলকপি। তরকারি বা কারি ও স্যুপ তৈরি করে, বড়া ভেজে ফুলকপি খাওয়া হয়। তবে শীতের সবজি হলেও ফুলকপি এখন গ্রীষ্মকালেও উৎপাদিত হচ্ছে। ",
    "requirements": "ফুলকপি চাষের জন্য সুনিকাশযুক্ত উর্বর দোয়াশ ও এটেল মাটি সবচেয়ে ভাল।",
    "cultivation_details": "ফুলকপির চারা বীজতলায় উৎপাদন করে জমিতে লাগানো হয়। বীজতলার আকার ১ মিটার পাশে ও লম্বায় ৩ মিটার হওয়া উচিত। সমপরিমাণ বালি, মাটি ও জৈবসার মিশিয়ে ঝুরাঝুরা করে বীজতলা তৈরি করতে হয়। দ্বিতীয় বীজতলায় চারা রোপণের আগে ৭/৮ দিন পূর্বে প্রতি বীজতলায় ১০০ গ্রাম ইউরিয়া, ১৫০ গ্রাম টিএসপি ও ১০০ গ্রাম এমওপি সার ভালভাবে মিশিয়ে দিতে হবে। পরে চারা ঠিকমত না বাড়লে প্রতি বীজতলায় প্রায় ১০০ গ্রাম পরিমাণ ইউরিয়া সার ছিটিয়ে দেয়া ভাল।",
    "fertilization_process": "জমি তৈরির সময় অর্ধেক গোবর সার, পুরো টিএসপি, অর্ধেক এমওপি এবং বোরন সার প্রয়োগ করতে হবে। বাকি অর্ধেক গোবর সার চারা রোপণের ১ সপ্তাহ আগে মাদায় দিয়ে মাটির সাথে মিশিয়ে দিতে হবে। এরপর চারা রোপণ করে সেচ দিতে হবে। ইউরিয়া এবং বাকি অর্ধেক এমওপি ও বোরন সার ৩ কিসি-তে প্রয়োগ করতে হবে। প্রথম কিসি-র সার দিতে হবে চারা রোপণের ৮-১০ দিন পর, দ্বিতীয় কিসি-র সার দিতে হবে চারা রোপণের ৩০ দিন পর এবং শেষ কিসি-র সার দিতে হবে ৫০ দিন পর। তবে পুরো বোরাক্স বা বোরন সার জমি তৈরির সময় দিয়ে দিলেও অসুবিধে নেই। আর সে সময় দিতে না পারলে পরবর্তীতে ১ম ও ২য় কিস-ও সার দেয়ার সময় প্রতি ১০ লিটার পানিতে ১০-১৫ গ্রাম বোরিক পাউডার গুলে পাতায় স্পে করে দেয়া যায়। তবে সকালে শিশির ভেজা পাতায় যেন দানা সার না পড়ে সেদিকে খেয়াল রাখতে হবে।",
    "diseases": [
      {
        "name": "পাতায় দাগ ও কালো পচা রোগ",
        "details": "",
        "medicine": "রোগ দমনের জন্য অটিস্টিন ৫০ ডবিøউপি বা নোইন ৫০ ডবিøউপি  দ্বারা বীজ অথবা চারা শোধন করা (১ লিটার পানিতে ৩ গ্রাম অটিস্টিন ৫০ ডবিøউপি বা নোইন ৫০ ডবিøউপি মিশিয়ে তাতে ধানের বীজ অথবা চারা  ১০-১২ ঘন্টা ভিজিয়ে রাখা)। আক্রান্ত গাছ সংগ্রহ করে পুঁড়িয়ে ফেলতে হবে। বীজতলা হিসেবে একই জমি ব্যবহার না করা।"
      }
    ],
    "breeds": [
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 927
      },
      {
        "name": "DAP",
        "amount": 213
      },
      {
        "name": "MOP",
        "amount": 247
      },
      {
        "name": "Gypsum",
        "amount": 241
      },
      {
        "name": "Zinc Sulphate",
        "amount": 6
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 22000
      }
    ]
  },
  {
    "name": "Chick Pea",
    "name_bangla": "ছোলা",
    "seedlings": {
      "start": "20 November",
      "end": "10 December"
    },
    "cultivation": {
      "start": "5 March",
      "end": "5 April",
      "details": "চৈত্রের প্রথম সপ্তাহ থেকে মধ্য-চৈত্র (মধ্য-মার্চের শেষ) সময়ে ফসল সংগ্রহ করতে হবে।"
    },
    "fertilizer": [
      10,
      40
    ],
    "irrigation": [
      {
        "after": 10,
        "details": "জমিতে পর্যাপ্ত রস না থাকলে বপনের পর হালকা সেচ দিতে হবে।"
      }
    ],
    "seed_amount": "130 - 170",
    "nutrition": "ছোলাতে প্রচুর পরিমানে খাদ্য শক্তি ও প্রোটিন আছে। ",
    "medicine_properties": "",
    "use_case": "ডাল হিসেবে এবং পবিত্র রমজান মাস সহ অন্যান্য সময়ে মুখরোচক খাদ্য হিসেবে।",
    "requirements": "বেলে দোআশ ও দোআশ মাটি ছোলা চাষের জন্য উপযোগী।",
    "cultivation_details": "অগ্রহায়ণ মাসের ৫ থেকে ২৫ (২০ নভেম্বর-১০ ডিসেম্বর)। তবে বরেন্দ্র অঞ্চলের জন্য কার্তিক মাসের দ্বিতীয় সপ্তাহ থেকে তৃতীয় সপ্তাহ (অক্টোবর শেষ সপ্তাহ থেকে নভেম্বরের প্রথম সপ্তাহ) সময়ে বীজ বপন করতে হবে।",
    "fertilization_process": "শেষচাষের সময় সমুদয় সার প্রয়োগ করতে হয়। অপ্রচলিত এলাকায় আবাদের জন্য সুপারিশ মত নির্দিষ্ট অণুজীব সার প্রয়োগ করা যেতে পারে। প্রতি কেজি বীজের জন্য ৮০ গ্রাম হারে অণুজীব সার প্রয়োগ করতে হয়। ",
    "diseases": [
      {
        "name": "ছোলার উইল্ট বা নুইয়ে পড়া রোগ",
        "details": "চারা অবস্থায় এ রোগে আক্রান্ত গাছ মারা যায় এবং পাতায় রংয়ের কোন পরিবর্তন হয় না। পরিপূর্ণ বয়সে গাছ আক্রান্ত হলে পাতা ক্রমান্বয়ে হলদে রং ধারণ করে। আক্রান্ত গাছ ঢলে পড়ে ও শুকিয়ে যায়। লম্বালম্বিভাবে কাটলে কান্ডের মাঝখানের অংশ কালো দেখা যায়।",
        "medicine": "রোগ প্রতিরোধী জাত যেমন বারি ছোলা- এবং বারি ছোলা-৪ এর চাষ করতে হবে। ফসলের পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে। পর্যাপ্ত পরিমাণে জৈব সার ব্যবহার করতে হবে।"
      },
      {
        "name": "ছোলার গোড়া পচা রোগ",
        "details": "চারা গাছে এ রোগ বেশি দেখা যায়। আক্রান্ত গাছ হলদে হয়ে যায় এবং শিকড় ও কান্ডের সংযোগ স্থলে কালো দাগ পড়ে। গাছ টান দিলে সহজেই উঠে আসে। আক্রান্ত স্থানে গাছের গোড়ায় ছত্রাকের জালিকা ও সরিষার দানার মত স্কেলেরোসিয়া গুটি দেখা যায়।",
        "medicine": "ফসলের পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে। সুষম হারে সার প্রয়োগ করতে হবে। ভিটাভেক্স-২০০ প্রতি কেজি বীজের জন্য ২.৫-৩.০ গ্রাম হারে মিশিয়ে বীজ শোধন করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "বারি ছোলা-২ (বড়াল)",
        "details": "গাছের রং সবুজ। বীজ স্থানীয় জাতের চেয়ে বড়। হাজার বীজের ওজন ১৪০-১৫০ গ্রাম। বীজের রং হালকা বাদামি। বীজের আকার বড় হওয়ায় এ জাতের ছোলা কৃষক ও ক্রেতার কাছে অধিক গ্রহণযোগ্য। ডাল রান্না হওয়ার সময়কাল ৩০-৩৫ মিনিট। আমিষের পরিমাণ ২৩-২৭%। বারি ছোলা-২ এর জীবনকাল ১২০-১৩০ দিন। হেক্টরপ্রতি ফলন ১.৩-১.৬ টন। এ জাত নুয়ে পড়া বা উইল্ট রোগ প্রতিরোধ ক্ষমতা সম্পন্ন।"
      },
      {
        "name": "বারি ছোলা-৩ (বরেন্দ্র)",
        "details": "এ জাতের গাছ খাড়া প্রকৃতির। রং হালকা সবুজ, পত্রফলক বেশ বড় এবং ডগা সতেজ। বীজের আকার বেশ বড়। হাজার বীজের ওজন ১৮৫-১৯৫ গ্রাম। ডাল রান্না হওয়ার সময়কাল ৪০-৪৪ মিনিট। আমিষের পরিমাণ ২৩-২৬%। সঠিক সময়ে বুনলে পাকতে সময় লাগে ১১৫-১২৫ দিন। এ জাতটি রাজশাহীর বরেন্দ্র অঞ্চলে আবাদের জন্য বেশি উপযোগী। ফলন হেক্টরপ্রতি ১.৮-২.০ টন পাওয়া যায়।"
      },
      {
        "name": "বারি ছোলা-৪ (জোড়াফুল)",
        "details": "গাছ মাঝারি খাড়া এবং পাতা গাঢ় সবুজ। কান্ডে খয়েরি রংয়ের ছাপ দেখা যায়। বীজের পার্শ্ব দিক সামান্য চেপ্টা, ত্বক মসৃণ। বীজের রং হালকা বাদামি। হাজার বীজের ওজন ১৩২-১৩৮ গ্রাম। গাছের উচ্চতা ৫০-৬০ সেমি। ডাল রান্না হওয়ার সময়কাল ৩২-৩৮ মিনিট। আমিষের পরিমাণ ১৮-২১%। জীবনকাল ১২০-১২৫ দিন। ফলন হেক্টরপ্রতি ১.৯-২.০ টন। এ জাতটি ফিউজেরিয়াম উইল্ট রোগ প্রতিরোধ ক্ষমতাসম্পন্ন।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 281
      },
      {
        "name": "DAP",
        "amount": 314
      },
      {
        "name": "MOP",
        "amount": 101
      },
      {
        "name": "Gypsum",
        "amount": 228
      },
      {
        "name": "Zinc Sulphate",
        "amount": 9
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Grass Pea",
    "name_bangla": "খেসারী",
    "seedlings": {
      "start": "15 October",
      "end": "15 November"
    },
    "cultivation": {
      "start": "15 February",
      "end": "15 April",
      "details": ""
    },
    "fertilizer": [
      0
    ],
    "irrigation": [
      {
        "after": 0,
        "details": "খেসারীর রিলে ফসলের ক্ষেত্রে সেচের প্রয়োজন হয় না।"
      }
    ],
    "seed_amount": "90 - 110",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "",
    "requirements": "দো-আঁশএবং এটেল দো-আঁশ মাটিতে খেসারী ভালো জন্মে। খেসারী প্রধানত বোনা আমন ধান কাটার আগে রিলে ফসল হিসেবে আবাদ করা হয়। সেজন্য জমি চাষের প্রয়োজন হয় না।",
    "cultivation_details": "আমন ধানের পরিপক্কতাকাল এবং জমির রসের পরিমাণের উপর খেসারীর বীজ বপনের সময় নির্ভর করে। এক্ষেত্রে কার্তিক মাস থেকে মধ্য-অগ্রহায়ণ (মধ্য-অক্টোবর থেকে নভেম্বর) পর্যন্ত বীজ বপন করতে হবে।",
    "fertilization_process": "খেসারীর রিলে ফসলের ক্ষেত্রে সারের প্রয়োজন হয় না।",
    "diseases": [
      {
        "name": "খেসারীর ডাউনি মিলডিউ রোগ",
        "details": "রোগাক্রান্ত খেসারী গাছের পাতা কিছুটা হলদে হয়ে যায়। পাতার নীচে লক্ষ করলে ছত্রাকের অবস্থান খালি চোখেই দেখা যায়। রোগের মাত্রা বেশি হলে পাতা কুঁচকে ও ঝলসে যায়। এ ছত্রাকের জীবাণু মাটিতে ১-২ বৎসর বেঁচে থাকতে পারে।",
        "medicine": "রোগ প্রতিরোধী জাত যেমন বারি খেসারী-১ এবং বারি খেসারী-২ চাষ করতে হবে। রিডোমিল এম জেড (০.২%) ১২ দিন পরপর ৩ বার স্প্রে করে এ রোগ দমন করা যায়।"
      }
    ],
    "breeds": [
      {
        "name": "বারি খেসারী-১",
        "details": "স্থানীয় জাতের তুলনায় ৪০% পর্যন্ত বেশি ফলন দেয়। এ জাতের গাছ গাঢ় সবুজ এবং প্রচুর শাখা-প্রশাখা হয়ে থাকে। বারি খেসারী-১ জাতের হাজার বীজের ওজন ৪৮-৫২ গ্রাম। ফসল পাকতে ১২৫-১৩০ দিন সময় লাগে। ফলন হেক্টরপ্রতি ১.৪-১.৬ টন। এ জাত পাউডারি ও ডাউনী মিলডিউ রোগ প্রতিরোধী।  "
      },
      {
        "name": "বারি খেসারী-২",
        "details": "গাছের উচ্চতা ৫৫-৬০ সেমি। পাতা স্থানীয় জাতের তুলনায় বেশি চওড়া। ফুলের রং নীল। বীজ একটু বড়, হাজার বীজের ওজন ৫০-৫৫ গ্রাম। বীজের রং হালকা ধূসর। আমিষের পরিমাণ ২৪-২৬%। বীজ বপন থেকে ফসল পাকা পর্যন্ত ১২৫-১৩০ দিন সময় লাগে। ফলন হেক্টরপ্রতি ১.৫-২ টন। "
      },
      {
        "name": "",
        "details": ""
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 158
      },
      {
        "name": "DAP",
        "amount": 263
      },
      {
        "name": "MOP",
        "amount": 77
      },
      {
        "name": "Gypsum",
        "amount": 180
      },
      {
        "name": "Zinc Sulphate",
        "amount": 0
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Guava",
    "name_bangla": "পেয়ারা",
    "seedlings": {
      "start": "15 April",
      "end": "15 July"
    },
    "cultivation": {
      "start": "5 June",
      "end": "25 september",
      "details": "ফল আহরণের উপযুক্ত হলে সবুজ রঙ পরিবর্তিত হয়ে হলুদাভ সবুজ বা হলুদ হয়। প্রতিটি ফল এক এক করে সম্ভব হলে  সিকেচার দিয়ে কেটে আহরণ করতে হয়। বছরে ২ বার ফল আহরণ করা হয়।"
    },
    "fertilizer": [
      30
    ],
    "irrigation": [
      {
        "after": 10,
        "details": "চারা লাগানোর পর পর্যাপ্ত বৃষ্টিপাত না হলে সেচ দিতে হবে।"
      }
    ],
    "seed_amount": "130",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "",
    "requirements": "হালকা বেলে মাটি ও  দো-আঁশ মাটিতে পেয়ারা ভালো হয়।",
    "cultivation_details": "পেয়ারার জাত বীজ দ্বারা বংশবিস্তার করা সবচেয়ে সহজ। কিন্তু বীজের গাছে মাতৃগাছের গুণাগুণ থাকে না এবং ফল অনেক সময় নিকৃষ্ট হয়। তাই বীজ দিয়ে বংশবিস্তার না করে কলমের দ্বারা বংশবিস্তার করাই উত্তম। গুটি কলম দ্বারা বংশবিস্তার খুব সহজ। বর্ষাকাল আরম্ভ হওয়ার সাথে সাথেই গুটি কলম করতে হয়। গুটি বাঁধার জন্য পেন্সিলের মতো মোটা একটি ডাল বেছে নিয়ে ডালটির আগা হতে নিচের দিকে ৩০-৩৮ সেন্টিমিটার জায়গা ছেড়ে দিয়ে ৩.৮ হতে ৫ সেন্টিমিটার পরিমাণ স্থানের বাকল গোল করে কেটে খুব ভালো করে পরিষ্কার করে তুলে ফেলতে হবে। এরপর ওই স্থানে পচা গোবর মিশ্রিত কাদামাটি চারদিকে ১.৩-২.৫ সেন্টিমিটার পুরু করে লাগিয়ে খড়, ছালার টুকরো অথবা প্লাস্টিক দিয়ে ভালো করে বেঁধে দিতে হবে যাতে সময়মতো গুটি বের হয়।  ",
    "fertilization_process": "",
    "diseases": [
      {
        "name": "স্কাব রোগ রোগ",
        "details": "ফল দাগযুক্ত ও কুঁচকানো হয়।",
        "medicine": "গাছ সাকসেস ১.৫ গ্রা/লি. + কুমুলাস ২ গ্রা/লি ১.৫ মি.লি/লিটার পানি স্প্রে করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "বারি পেয়ারা-৪",
        "details": "এটি উচ্চ ফলনশীল এবং পেয়ারার একটি অমৌসুমি নাবি জাত। গাছ ঝোপালো এবং প্রচুর সবুজ পাতা বিদ্যমান যা অধিক ফলনে সহায়তা করে। ফল সম্পূর্ণ বীজমুক্ত, কচকচে ও মিষ্টি এবং আকৃতি লম্বাটে। ফলের আকার ৭.১৪ থেকে ১০.১৪ সেমি। গড় ওজন ২৫০ গ্রাম, টি.এস.এস. ৯.৫-১০%। ফলের গাত্র অমসৃণ, পাকা অবস্থায় হলুদাভ সবুজ, পেটের দিকে বাঁকানো, শাঁস সাদা এবং খেতে সুস্বাদু। কম বেশি সারা বছর ফল পওয়া যায় তবে সর্বাধিক ফল আহরণ করা হয় সেপ্টেম্বর থেকে ডিসেম্বর পর্যন্ত। এ্যানথ্রাকনোজ ও ঢোলে পড়া রোগের প্রতি সংবেদনশীল নয়। দেশের সর্বত্র চাষ করা যায়। ফলটি সাধারণ তাপমাত্রায় ৮-১০ দিন সংরক্ষণ করা যায়।"
      },
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      },
      {
        "name": "",
        "details": ""
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 100
      },
      {
        "name": "DAP",
        "amount": 250
      },
      {
        "name": "MOP",
        "amount": 100
      },
      {
        "name": "Gypsum",
        "amount": 34
      },
      {
        "name": "Zinc Sulphate",
        "amount": 22
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Jute",
    "name_bangla": "পাট",
    "seedlings": {
      "start": "5 March",
      "end": "15 April"
    },
    "cultivation": {
      "start": "5 July",
      "end": "25 August",
      "details": "পাট উৎপাদন মৌসুম (বপন থেকে পাট কাটা) হচ্ছে ফাল্গুনের শেষ থেকে আষাঢ়ের শেষ পর্যন্ত।"
    },
    "fertilizer": [
      10,
      30
    ],
    "irrigation": [
      {
        "after": 0,
        "details": ""
      }
    ],
    "seed_amount": "40-50",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "",
    "requirements": "পাট উৎপাদন মৌসুম (বপন থেকে পাট কাটা) হচ্ছে ফাল্গুনের শেষ থেকে আষাঢ়ের শেষ পর্যন্ত।",
    "cultivation_details": "উঁচু ও মধ্যম উঁচু জমি যেখানে বৃষ্টির পানি বেশি সময় দাঁড়ায় না এবং দো-আঁশ মাটি পাট চাষের জন্য বেশি উপযোগী। বৃষ্টিপাতের পরপরই আড়াআড়ি ৫-৭ টি চাষ দিয়ে জমি তৈরি করতে হবে। ঢেলা গুড়ো করতে হবে এবং জমি আগাছামুক্ত করতে হবে।",
    "fertilization_process": "ভালোভাবে প্রস্তুতকৃত জমিতে বপনের ২-৩ সপ্তাহ আগে হেক্টরপ্রতি ৩.৫ টন গোবর সার মিশিয়ে দিতে হবে। বপনের দিন১৫ কেজি ইউরিয়া ১৭ কেজি টিএসপি ও ২২ কেজি এমওপি সার জমিতে প্রয়োগ করতে হবে। অত:পর বীজ বপনের ৬-৭ সপ্তাহ পর ক্ষেতের আগাছা পরিষ্কার ও চারা পাতলা করে হেক্টরপ্রতি ১০০ কেজি ইউরিয়া সার জমিতে পুনরায় ছিটিয়ে দিতে হবে।",
    "diseases": [
      {
        "name": "চারায় মড়ক",
        "details": "গোড়ায় কালো দাগ ধরে চারা মারা যায়।",
        "medicine": "১. মরা চারা তুলে পুড়িয়ে ফেলা। ২. ভিটাভেক্স ২০০ (০.৪%) দিয়ে বীজ শোধন করা। ৩. ডাইথেন এম-৪৫ হেক্টরপ্রতি ৩০ লিটার পানির সাথে ২৫/৩০ গ্রাম হারে মিশিয়ে ৩/৪ দিন পরপর ২/৩ পর ক্ষেতে ছিটালে এ রোগ দূর হয়।"
      },
      {
        "name": "ঢলে পড়া",
        "details": "ছোট বড় উভয় অবস্থায় শিকড়ে এ রোগের জীবাণু আক্রমণ করলে গাছ ঢলে পড়ে।",
        "medicine": "১. জমিতে পানি থাকলে তা সরিয়ে ফেলা। ২. ক্ষেত আবর্জনামুক্ত রাখা। ৩. পাট কাটার পর গোড়া, শিকড় ও অন্যান্য পরিত্যক্ত অংশ পুড়িয়ে ফেলা। ৪. ডাইথেন এম-৪৫ অনুমোদিত মাত্রায় ক্ষেতে প্রয়োগ করা যেতে পারে।"
      }
    ],
    "breeds": [
      {
        "name": "দেশী পাট",
        "details": ""
      },
      {
        "name": "তোষা পাট",
        "details": ""
      },
      {
        "name": "কেনাফ",
        "details": ""
      },
      {
        "name": "মেস্তা",
        "details": ""
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 927
      },
      {
        "name": "DAP",
        "amount": 263
      },
      {
        "name": "MOP",
        "amount": 308
      },
      {
        "name": "Gypsum",
        "amount": 444
      },
      {
        "name": "Zinc Sulphate",
        "amount": 18
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Maize",
    "name_bangla": "ভূট্টা",
    "seedlings": {
      "start": "15 October",
      "end": "25 November"
    },
    "cultivation": {
      "start": "5 April",
      "end": "25 May",
      "details": "দানার জন্য ভুট্টা সংগ্রহের ক্ষেত্রে মোচা চক্চক খড়ের রং ধারণ করলে এবং পাতা কিছুটা হলদে হলে সংগ্রহের উপযুক্ত হয়। এ অবস্থায় মোচা থেকে ছড়ানো বীজের গোড়ায় কালো দাগ দেখা যাবে। ভুট্টা গাছের মোচা ৭৫-৮০% পরিপক্ক হলে ভুট্টা সংগ্রহ করা যাবে। বীজ হিসেবে মোচার মাঝামাঝি অংশ থেকে বড় ও পুষ্ট দানা সংগ্রহ করতে হবে।"
    },
    "fertilizer": [
      25,
      50
    ],
    "irrigation": [
      {
        "after": 15,
        "details": "বীজ বপনের ১৫-২০ দিনের মধ্যে (৪-৬ পাতা পর্যায়)"
      },
      {
        "after": 30,
        "details": "বীজ বপনের ৩০-৩৫ দিনের মধ্যে (৮-১২ পাতা পর্যায়)"
      },
      {
        "after": 60,
        "details": "বীজ বপনের ৬০-৭০ দিনের মধ্যে (মোচা বের হওয়া পর্যায়)"
      },
      {
        "after": 90,
        "details": "বীজ বপনের ৮৫-৯৫ দিনের মধ্যে (দানা বাঁধার পূর্ব পর্যায়)"
      }
    ],
    "seed_amount": "70-90",
    "nutrition": "ধান ও গমের তুলনায় ভুট্টার পুষ্টিমান বেশী। এতে প্রায় ১১% আমিষ জাতীয় উপাদান রয়েছে। আমিষে প্রয়োজনীয় এ্যামিনো এসিড, ট্রিপটোফ্যান ও লাইসিন অধিক পরিমানে আছে। এছাড়া হলদে রংয়ের ভুট্টা দানায় প্রতি ১০০ গ্রামে প্রায় ৯০ মিলিগ্রাম ক্যারোটিন বা ভিটামিন \"এ\" থাকে।",
    "medicine_properties": "",
    "use_case": "ভুট্টার দানা মানুষের খাদ্য হিসেবে এবং ভুট্টার গাছ ও সবুজ পাতা উন্নত মানের গোখাদ্য হিসেবে ব্যবহৃত হয়। হাঁস-মুরগি ও মাছের খাদ্য হিসেবেও এর যথেষ্ট গুরূত্ব রয়েছ। শুধু পশু, মুরগির খামার ও মাছের চাহিদা মিটানোর জন্যই বছরে প্রায় ২ লক্ষ ৭০ হাজার টন ভুট্টা দানা প্রয়োজন। বাংলাদেশে ভুট্টার জমি দ্রুত বাড়ছে।",
    "requirements": "বেলে দোআশ ও দোআশ মাটি ভুট্টা চাষের জন্য উপযোগী। লক্ষ্য রাখতে হবে যেন জমিতে পানি জমে না থাকে।",
    "cultivation_details": "বাংলাদেশে রবি মৌসুমে মধ্য-আশ্বিন থেকে মধ্য অগ্রহায়ণ (অক্টোবর-নভেম্বর) এবং খরিফ মৌসুমে ফাল্গুন থেকে মধ্য-চৈত্র (মধ্য ফেব্রুয়ারী-মার্চ) পর্যন্ত সময় বীজ বপনের উপযুক্ত সময়।",
    "fertilization_process": "জমি তৈরীর শেষ পর্যায়ে অনুমোদিত ইউরিয়ার এক তৃতীয়াংশ এবং অন্যান্য সারের সবটুকু ছিটিয়ে জমি চাষ দিতে হবে। বাকি ইউরয়া সমান ২ কিস্তিতে প্রয়োগ করতে হবে। প্রথম কিস্তি বীজ গজানোর ২৫-৩০ দিন পর এবং দ্বিতীয় কিস্তি বীজ গজানোর ৪০-৫০ দিন পর উপরি প্রয়োগ করতে হবে। চারা গজানোর ৩০ দিনের মধ্যে জমি থেকে অতিরিক্ত চারা তুলে ফেলতে হবে। চারার বয়স এক মাস না হওয়া পর্যন্ত জমি আগাছামুক্ত রাখতে হবে।",
    "diseases": [
      {
        "name": "ভুট্টার বীজ পচা এবং চারা গাছের রোগ",
        "details": "বীজ পচা এবং চারা নষ্ট হওয়ার কারণে সাধারণত ক্ষেতে ভুট্টা গাছের সংখ্যা কমে যায়। নানা প্রকার বীজ ও মাটি বাহিত ছত্রাক যেমন পিথিয়াম, রাইজোকটনিয়া, ফিউজেরিয়াম, পেনিসিলিয়াম ইত্যাদি বীজ বপন, চারা ঝলসানো, রোগ ও শিকড় পচা রোগ ঘটিয়ে থাকে। জমিতে রসের পরিমান বেশী হলে এবং মাটির তাপমাত্রা কম থাকলে বপনকৃত বীজের চারা বড় হতে অনেক সময় লাগে। ফলে এ সময়ে ছত্রকের আক্রমনের মাত্রা বেড়ে যায়।",
        "medicine": "১. সুস্থ্য, সবল ও ক্ষতমুক্ত বীজ এবং ভুট্টার বীজ পচা রোগ প্রতিরোধী বর্ণালী ও মোহর জাত ব্যবহার করতে হবে।\n২. উত্তমরূপে জমি তৈরী করে পরিমিত রস ও তাপমাত্রায় (১৩সে. এর বেশী) বপন করতে হবে।\n৩. থিরাম বা ভিটাভেক্স (০.২৫%) প্রতি কেজি বীজে ২.৫-৩.০ গ্রাম হারে মিশিয়ে বীজ শোধন করলে ভুট্টার বীজ পচা রোগের আক্রমণ অনেক কমে যায়।"
      },
      {
        "name": "ভুট্টার পাতা ঝলসানো রোগ",
        "details": "হেলমিনথোসপরিয়াম টারসিকাম ও হেলমিনথোসপরিয়াম মেইডিস নামক ছত্রাকদ্বয় এ রোগ সৃষ্টি করে। প্রথম ছত্রাকটি দ্বারা আমাদের দেশে ভুট্টার পাতা ঝলসানো রোগ বেশী হতে দেখা যায়। হেলমিনথোসপরিয়াম টারসকাম দ্বারা আক্রান্ত গাছের নিচের দিকের পাতায় লম্বাটে ধূসর বর্ণের দাগ দেখা যায়। পরবর্তীতে গাছের উপরের অংশে তা বিস্তার লাভ করে। রোগের প্রকোপ বেশী হলে পাতা আগাম শুকিয়ে যায় এবং গাছ মরে যায়। এ রোগের জীবানু গাছের আক্রান্ত অংশে অনেক দিন বেঁচে থাকে জীবাণুর বীজকণা বা কনিডিয়া বাতাসের সাহায্যে অনেক দূর পর্যন্ত সুস্থ্য গাছে ছড়াতে পারে। বাতাসের আদ্রতা বেশী হলে এবং ১৮-২৭ ডিগ্রী সে. তাপমাত্রায় এ রোগের আক্রমণ বেড়ে যায়।",
        "medicine": "১. রোগ প্রতিরোধী জাতের (মোহর) চাষ করতে হবে।\n২. আক্রান্ত ফসলে টিল্ট ২৫০ ইসি (০.০৪%) ১৫ দিন পর পর ২-৩ বার স্প্রে করতে হবে।\n৩. ভুট্টা উঠানোর পর জমি থেকে আক্রান্ত গাছ সরিয়ে অথবা পুড়িয়ে ফেলতে হবে।"
      },
      {
        "name": "ভুট্টার মোচা ও দানা পচা রোগ",
        "details": "মোচা ও দানা পচা রোগ ভুট্টার ফলন, বীজের গুনাগুন ও খাদ্যমান কমিয়ে দেয়। বিভিন্ন প্রকার ছত্রাক যথা ডিপ্লোডিয়া মেডিস, ফিউজেরিয়াম মনিলিফরমি প্রভৃতি এ রোগ ঘটায়। আক্রান্ত মোচার খোসা ও দানা বিবর্ণ হয়ে যায়। দানা পুষ্ট হয় না, কুঁচকে অথবা ফেটে যায়। অনেক সময় মোচাতে বিভিন্ন দানার মাঝে বা উপরে ছত্রাকের উপস্থিতি খালি চোখেই দেখা যায়।ভুট্টা গাছে মোচা আসা থেকে পাকা পর্যন্ত বৃষ্টিপাত বেশী থাকলে এ রোগের আক্রমণ বাড়ে। পোকা বা পাখির আক্রমনে বা কান্ড পচা রোগে গাছ মাটিতে পড়ে গেলে এ রোগ ব্যাপকতা লাভ করে। এ রোগের জীবাণু বীজ অথবা আক্রান্ত গাছের পরিত্যক্ত অংশে বেঁচে থাকে। একই জমিতে বার বার ভুট্টার চাষ করলে এ রোগ দ্রুত বিস্তার লাভ করে।",
        "medicine": "১. এ রোগের প্রাদুর্ভাব এড়াতে একই জমিতে বার বার ভুট্টা চাষ করা ঠিক নয়।\n২. জমিতে পোকা ও পাখির আক্রমন রোধ করতে হবে।\n৩. ভুট্টা পেকে গেলে তাড়াতাড়ি কেটে ফেলতে হবে।\n৪. কাটার পর ভুট্টার পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে।"
      },
      {
        "name": "ভুট্টার কান্ড পচা রোগ",
        "details": "বিভিন্ন প্রজাতির ছত্রাক যথা ডিপ্লোডিয়া মেডিস, ফিউজেরিয়াম মনিলিফরমি-এর কারণে এ রোগ ঘটে থাকে। প্রাথমিক লক্ষণ হিসেবে গাছের কান্ড পচে যায় এবং গাছ মাটিতে ভেঙ্গে পড়ে। আমাদের দেশে খরিফ মৌসুমে এ রোগ বেশী হয়ে থাকে। জমিতে নাইট্রোজেনের পরিমাণ বেশী এবং পটাশের পরিমাণ কম হলে ছত্রাক জনিত কান্ড পচা রোগ বেশী হয়।",
        "medicine": "১. ছত্রাকনাশক ভিটাভেক্স-২০০ দিয়ে বীজ শোধন করে লাগাতে হবে।\n২. সুষম হারে সার ব্যবহার করতে হবে, বিশেষ করে নাইট্রোজেন ও পটাশ পরিমিত মাত্রায় প্রয়োগ করতে হবে।\n৩. ভুট্টা কাটার পর পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে।\n৪. শিকড় ও কান্ড আক্রমকারী পোকা-মাকড় দমন করতে হবে।\n৫. আক্রান্ত জমিতে অনুমোদিত ছত্রাকনাশক ২-৩ বার স্প্রে করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "বারি হাইব্রিড ভুট্টা-৫",
        "details": "আমিষ সমৃদ্ধ উচ্চ ফলনশীল হাইব্রিড জাত যা ২০০৪ সালে অনুমোদন করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৪০-১৪৫ দিন ও খরিপ মৌসুমে ৯৫-১০৫ দিন। জাতটির দানা উজ্জ্বল আকর্ষণীয় কমলা রঙের, ফ্লিন্ট প্রকৃতির এবং হাজার দানার ওজন ২৯০-৩১০ গ্রাম। হেক্টরপ্রতি ফলন রবি মৌসুমে ৯-১০ টন এবং খরিফ মৌসুমে ৭-৭.৫ টন।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-৭",
        "details": "আন্তর্জাতিক গম ও ভুট্টা উন্নয়ন কেন্দ্র হতে সংগ্রহীত ও বাছাইকৃত পিতৃ-মাতৃ লাইন হতে একমুখী সংকরায়ণ করে এ জাতটি উদ্ভাবিত হয়েছে এবং ২০০৬ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৩৫-১৪১ দিন ও খরিপ মৌসুমে ৯৫-১০০ দিন। জাতটির দানা আকর্ষণীয় হলুদ রঙের, ফ্লিন্ট প্রকৃতির এবং হাজার দানার ওজন ৩৭০-৩৯০ গ্রাম। হেক্টরপ্রতি ফলন রবি মৌসুমে ১০.৫-১১.৫ টন।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-৯",
        "details": "আন্তর্জাতিক গম ও ভুট্টা উন্নয়ন কেন্দ্র হতে সংগ্রহীত ও বাছাইকৃত পিতৃ-মাতৃ লাইন হতে একমুখী সংকরায়ণ করে এ জাতটি উদ্ভাবিত হয়েছে এবং ২০০৭ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৪৫-১৫০ দিন ও খরিপ মৌসুমে ১০৫-১১০ দিন। জাতটির দানা আকর্ষণীয় হলুদ রঙের, ডেন্ট প্রকৃতির এবং হাজার দানার ওজন ৩৭০-৩৭৫ গ্রাম। হেক্টরপ্রতি ফলন রবি মৌসুমে ১১.৫-১২.৫ টন।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-১০",
        "details": "আন্তর্জাতিক গম ও ভুট্টা উন্নয়ন কেন্দ্র হতে সংগ্রহীত ও বারির নিজস্ব উদ্ভাবিত ইনব্রিড লাইনের সংকরায়ণ করে এ জাতটি উদ্ভাবিত হয়েছে এবং ২০০৯ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৪৫-১৫০ দিন ও খরিপ মৌসুমে ১০০-১১০ দিন। জাতটির দানা আকর্ষণীয় হলুদ রঙের, ফ্লিন্ট প্রকৃতির। হেক্টরপ্রতি ফলন রবি মৌসুমে ১০-১১.৫ টন।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-১১",
        "details": "আন্তর্জাতিক গম ও ভুট্টা উন্নয়ন কেন্দ্র হতে সংগ্রহীত ও বাছাইকৃত পিতৃ-মাতৃ লাইন হতে একমুখী সংকরায়ণ করে এ জাতটি উদ্ভাবিত হয়েছে এবং ২০০৯ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৫০-১৫৫ দিন। জাতটির দানা  হলুদ রঙের, ফ্লিন্ট প্রকৃতির। হেক্টরপ্রতি ফলন রবি মৌসুমে ১০.৫-১১.৫ টন।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-১২",
        "details": "স্বল্প সেচে উৎপাদনক্ষম এবং মধ্যমাত্রার খরা সহিষ্ণু উচ্চ ফলনশীল সাদা দানা বিশিষ্ট ফ্লিন্ট প্রকৃতির জাত। এটি ২০১৬ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৪০-১৪৫ দিন। খরা অবস্থায় একটি মাত্র সেচ প্রয়োগে (ফল আসার আগে) জাতটির ফলন হেক্টরপ্রতি  ৮.১-৮.৫ টন এবং স্বাভাবিক সেচ প্রয়োগে ফলন হেক্টরপ্রতি ১০-১১.১ টন।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-১৩",
        "details": "স্বল্প সেচে উৎপাদনক্ষম এবং  মধ্যমাত্রার খরা সহিষ্ণু উচ্চ ফলনশীল সাদা দানা বিশিষ্ট ফ্লিন্ট প্রকৃতির জাত। এটি ২০১৬ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৪৫-১৫২ দিন। খরা অবস্থায় একটি মাত্র সেচ প্রয়োগে (ফল আসার আগে) জাতটির ফলন হেক্টরপ্রতি  ৮.২-৮.৯ টন এবং স্বাভাবিক সেচ প্রয়োগে ফলন হেক্টরপ্রতি ১০.১-১১.২ টন। মোচা পরিপক্ক হওয়ার পরও জাতটির গাছ ও পাতা সবুজ থাকে যা গো-খাদ্য হিসাবে ব্যবহারের উপযোগী।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-১৪",
        "details": "জাতটি খরিফ মৌসুমে ফুল আসার পর্যায়ে অধিক তাপ সহিষ্ণু এবং মধ্যম ফলন ক্ষমতা সম্পন্ন। এটি ২০১৭ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৪০ দিন এবং খরিফ মৌসুমে ১১৫ দিন। জাতটি দানা সাদা বর্ণের এবং সেমি ডেন্ট প্রকৃতির। জাতটি পাতা ঝলসানো রোগ সহনশীল। হেক্টরপ্রতি গড় ফলন রবি মৌসুমে ১০.৮৪ টন এবং খরিফ মৌসুমে ১০.৫২ টন।"
      },
      {
        "name": "বারি হাইব্রিড ভুট্টা-১৫",
        "details": "জাতটি খরিফ মৌসুমে ফুল আসার পর্যায়ে অধিক তাপ সহিষ্ণু এবং উচ্চ ফলন ক্ষমতা সম্পন্ন। এটি ২০১৭ সালে অবমুক্ত করা হয়। এ জাতটির জীবনকাল রবি মৌসুমে ১৪৮ দিন এবং খরিফ মৌসুমে ১২১ দিন। জাতটির দানা হলুদ বর্ণের এবং সেমি ডেন্ট প্রকৃতির। জাতটি পাতা ঝলসানো রোগ সহনশীল। হেক্টরপ্রতি গড় ফলন রবি মৌসুমে ১২.৭৫ টন এবং খরিফ মৌসুমে ১২.০৭ টন। পরিপক্ক অবস্থায় জাতটির বেশির ভাগ পাতা সবুজথাকে বিধায় গো-খাদ্য হিসাবে ব্যবহার উপযোগী।"
      },
      {
        "name": "বারি মিষ্টি ভুট্টা-১",
        "details": "থাইল্যান্ড থেকে সংগৃহীত জার্মপ্লাজম হতে বাছাই প্রক্রিয়ার মাধ্যমে এ জাতটি নির্বাচন করা হয় এবং ২০০২ সালে অনুমোদিত হয়। মিষ্টি ভুট্টা কাঁচা অবস্থায় খাওয়া হয়। তাই দানা যখন নরম থাকে তখনই মোচা সংগ্রহ করতে হয়। সিল্ক বের হবার ২০-২৫ দিনের মধ্যে অর্থাৎ বপনের মাত্র ১১৫-১২০ দিনে খাওয়ার উপযোগী মোচা সংগ্রহ করা যায়। এর হলুদ দানা প্রচুর পরিমাণে ভিটামিন-এ সমৃদ্ধ। জাতটির ফলন রবি মৌসুমে হেক্টরপ্রতি ১০-১০.৫ টন (খোসা ছাড়ানো কচি মোচা) এবং প্রায় ২৫টন/হেক্টর সবুজ গো-খাদ্য পাওয়া যায়।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 2311
      },
      {
        "name": "DAP",
        "amount": 1020
      },
      {
        "name": "MOP",
        "amount": 490
      },
      {
        "name": "Gypsum",
        "amount": 838
      },
      {
        "name": "Zinc Sulphate",
        "amount": 18
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Mugh",
    "name_bangla": "মুগ",
    "seedlings": {
      "start": "15 August",
      "end": "15 September"
    },
    "cultivation": {
      "start": "15 November",
      "end": "15 December",
      "details": "মুগডাল ক্ষেত থেকে সংগ্রহ করা খুবই কষ্টকর। তাছাড়া অনেক জাত রয়েছে যেগুলোর ফল একসাথে পাকে না তাই কয়েকবারে সংগ্রহ করতে হয়। অন্যদিকে যেসব জাতের ফল প্রায় একসাথে পাকে সেগুলো একবারেই সংগ্রহ করা যায়। এক্ষেত্রে ফল পরিপক্ব হলে কাঁচি দিয়ে গোড়া থেকে গাছগুলো কেটে নিতে হয়। এভাবে কাটা হলে মাটিতে নাইট্রোজেনের পরিমাণ বৃদ্ধি পায়। অতঃপর গাছগুলো ভালোভাবে শুকিয়ে লাঠি দিয়ে পিটিয়ে বা গরু দিয়ে মাড়াই করে মুগডাল সংগ্রহ করা হয়।"
    },
    "fertilizer": [
      0
    ],
    "irrigation": [
      {
        "after": 0,
        "details": "খরিফ-১ মৌসুমে বৃষ্টি না হলে বপনের আগে বা পরে একটি সেচ দিতে হবে।"
      }
    ],
    "seed_amount": "80 - 100",
    "nutrition": "প্রোটিনসমৃদ্ধ খাদ্য। এতে প্রোটিনের পরিমাণ শতকরা ২০ থেকে ২৫ ভাগ। প্রোটিন ছাড়া অত্যধিক লাইসিন, পর্যাপ্ত পরিমাণে শর্করা, চর্বি ও খনিজ রয়েছে।",
    "medicine_properties": "",
    "use_case": "বাংলাদেশের প্রতিটি পরিবারের প্রতিদিনের খাদ্য তালিকায় ভাতের পরই ডালের স্থান। ",
    "requirements": "বেলে দো-আঁশ ও পলি দো-আঁশ মাটি মুগ চাষের জন্য উত্তম। জমিটি হতে হবে মাঝারি উঁচু। মুগের জন্য জলাবদ্ধতা অত্যন্ত ক্ষতিকর। তাই নিষ্কাশনের ভালো ব্যবস্থা রয়েছে এমন জমি নির্বাচন করতে হবে।",
    "cultivation_details": "শ্রাবণ-ভাদ্র মাস (আগস্টের প্রথম হতে সেপ্টেম্বরের শেষ ভাগ)।",
    "fertilization_process": "শেষ চাষের সময় সমুদয় সার প্রয়োগ করতে হবে। অপ্রচলিত এলাকায় আবাদের জন্য সুনির্দিষ্ট অণুজীব সার প্রয়োগ করা যেতে পারে। তবে প্রতি কেজি বীজের জন্য ৮০ গ্রাম অনুজীব সার প্রয়োগ করলে ভালো হয়। অনুজীব সার ব্যবহার করলে ইউরিয়া সার প্রয়োগ করতে হয় না।",
    "diseases": [
      {
        "name": "মুগের পাতার দাগ রোগ",
        "details": "সারকোস্পোরা ক্রোয়েন্টা নামক ছত্রাক দ্বারা এ রোগ হয়। পাতায় ছোট ছোট লালচে বাদামি বর্ণের গোলাকৃতি হতে ডিম্বাকৃতির দাগ পড়ে। আক্রান্ত পাতা ছিদ্র হয়ে যায়। আক্রমণের মাত্রা বেশি হলে সম্পূর্ণ পাতা ঝলসে যায়। পরিত্যক্ত ফসলের অংশ, বায়ু ও বৃষ্টির মাধ্যমে এ রোগ বিস্তার লাভ করে। বেশি আর্দ্রতা (৮০%) এবং উচ্চ তাপে (২৮ ডিগ্রি সে.) এ রোগ দ্রুত বিস্তার লাভ করে।।",
        "medicine": "১. ব্যাভিস্টিন নামক ছত্রাকনাশক ১ গ্রাম/লিটার পানি হারে ১২-১৫ দিন অন্তর ২-৩ বার স্প্রে করতে হবে। ২. রোগ প্রতিরোধী জাত ব্যবহার (বারি মুগ-২, ৩ ৪ এবং ৫) করতে হবে। মুগের পাউডারি মিলডিউ রোগ দমন : ওইডিয়াম প্রজাতির ছত্রাক দ্বারা এ রোগ হয়। এ রোগে পাতায় পাউডারের মতো আবরণ পড়ে। সাধারণত শুল্ক মৌসুমে এ রোগের প্রকোপ বেশি দেখা যায়। বীজ, পরিত্যক্ত গাছের অংশ ও বায়ুর মাধ্যমে এ রোগ বিস্তার লাভ করে।"
      }
    ],
    "breeds": [
      {
        "name": "বারি মুগ-২ (কান্তি)",
        "details": "গাছের উচ্চতা ৪০-৪৫ সেমি.। বীজের রঙ সবুজ। বীজের ত্বক মসৃণ। হাজার বীজের ওজন ৩০-৪০ গ্রাম। এ জাতটি দিবস নিরপেক্ষ হওয়ায় খরিফ-১, খরিফ-২ এবং রবি মৌসুমের শেষ দিকেও চাষ করা যায়। আমিষের পরিমাণ ২০-২৪%। জীবনকাল ৬০-৬৫ দিন। ফলন হেক্টরপ্রতি ০.৯-১.১ টন। জাতটি সারকোস্পোরা দাগ ও হলদে মোজাইক রোগ সহনশীল।"
      },
      {
        "name": "বারি মুগ-৩ (প্রগতি)",
        "details": "দিবস নিরপেক্ষ হওয়ায় খরিফ-১, খরিফ-২ ও রবি মৌসুমে বিলম্বে আবাদ করা যায়। আমিষের পরিমাণ ১৯-২১%। জীবনকাল ৬০-৬৫ দিন। ফলন হেক্টরপ্রতি ১.০-১.১ টন। জাতটি সারকোস্পোরা দাগ ও হলদে মোজাইক ভাইরাস রোগ সহনশীল।"
      },
      {
        "name": "বিনামুগ-৫",
        "details": "সব ফল প্রায় একই সাথে পাকে। এ জাতটি কান্তি অপেক্ষা ৭-১০ দিন আগে পাকে। বীজের আকার কান্তি অপেক্ষা বড় এবং রঙ উজ্জ্বল সবুজ। হেক্টরপ্রতি ফলন প্রায় ১.৪ টন। পাতা হলুদ মোজাইক ভাইরাস রোগ সহ্য ক্ষমতাসম্পন্ন এবং সারকোস্পোরা রোগ প্রতিরোধে সক্ষম।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 189
      },
      {
        "name": "DAP",
        "amount": 314
      },
      {
        "name": "MOP",
        "amount": 101
      },
      {
        "name": "Gypsum",
        "amount": 228
      },
      {
        "name": "Zinc Sulphate",
        "amount": 6
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Mustard",
    "name_bangla": "সরিষা",
    "seedlings": {
      "start": "15 October",
      "end": "15 November"
    },
    "cultivation": {
      "start": "25 January",
      "end": "15 February",
      "details": "ফসল বোনা থেকে পাকা পর্যন্ত ৭০-৮০ দিন সময় লাগে।"
    },
    "fertilizer": [
      25,
      50
    ],
    "irrigation": [
      {
        "after": 25,
        "details": "বীজ বপনের ২৫-৩০ দিনের মধ্যে (গাছে ফুল আসার সময়) প্রথম সেচ এবঙ ৫০-৫৫ দিসের মধ্যে (ফল ধরার সময়) দ্বিতীয় সেচ দিতে হবে। বপনের সময় মাটিতে রস কম থাকলে চারা গজানোর ১০-১৫ দিনের মধ্যে একটি হালকা সেচ দিতে হয়।"
      },
      {
        "after": 50,
        "details": "বীজ বপনের ২৫-৩০ দিনের মধ্যে (গাছে ফুল আসার সময়) প্রথম সেচ এবঙ ৫০-৫৫ দিসের মধ্যে (ফল ধরার সময়) দ্বিতীয় সেচ দিতে হবে। বপনের সময় মাটিতে রস কম থাকলে চারা গজানোর ১০-১৫ দিনের মধ্যে একটি হালকা সেচ দিতে হয়।"
      }
    ],
    "seed_amount": "30 - 40",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "সরিষা বাংলাদেশের প্রধান ভোজ্য তেল ফসল। বর্তমানে প্রায় সাড়ে ৩ লক্ষ হেক্টর জমিতে এর চাষাবাদ করা হয় এবং প্রায় আড়াই লক্ষ টন তেল পাওয়া যায়। বিভিন্ন জাতরে সরিষার বীজে প্রায় ৪০-৪৪% তেল থাকে। খৈলে প্রায় ৪০% আমিষ থাকে। তাই খৈল গরু ও মহিষের জন্য খুব পুষ্টিকর খাদ্য।",
    "requirements": "বেলে দোআশ ও দোআশ মাটি সরিষা চাষের জন্য উপযোগী।",
    "cultivation_details": "বিভিন্ন অঞ্চলের তারতম্য এবং জমির জো অবস্থা অনুযায়ী টরি-৭, কল্যাণীয়া, সোনালী সরিষা, বারি সরিষা-৬, বারি সরিষা-৭ ও বারি সরিষা-৮ এর বীজ মধ্য আশ্বিন থেকে মধ্য কার্তিক মাস পর্যন্ত বোনা যায়। রাই-৫ এবং দৌলত কার্তিক থেকে অগ্রহায়ণ মাস পর্যন্ত বপন করা যেতে পারে।",
    "fertilization_process": "ইউরিয়া সার অর্ধেক ও অন্যান্য সমুদয় সার বপনের আগে এব১ বাকি অর্ধেক ইউরিয়া গাছে ফুল আসার সময় উপরি প্রয়োগ করতে হয়। সার উপরি প্রয়োগের সময় মাটিতে রস থাকা দরকার।",
    "diseases": [
      {
        "name": "সরিষার পাতা ঝলসানো রোগ",
        "details": "প্রাথমিক অবস্থায় সরিষা গাছের নীচে বয়স্ক পাতায় এ রোগের লক্ষণ পরিলক্ষিত হয়। পরবর্তীতে এ ছত্রাকের আক্রমণে গাছের পাতা, কান্ড ও ফলে চক্রাকার কালচে দাগের সৃষ্টি হয়। আক্রমণের মাত্রা বেশি হলে পাতা ঝলসে যায়। ফলে সরিষার ফলন খুব কমে যায়।",
        "medicine": "১. রোগ প্রতিরোধ ক্ষমতা সম্পন্ন জাতের সরিষার চাষ করতে হবে। ধলি, দৌলত, বারি সরিষা-৭, বারি সরিষা-৮ ইত্যাদি জাত কিছুটা পাতা ঝলসানো রোগ সহনশীল। ২. রোগমুক্ত বীজ বপন করতে হবে। ৩. বীজ বপনের আগে ভিটাভেক্স-২০০ দিয়ে (২-৩ গ্রাম ছত্রাকনাশক/কেজি বীজ) বীজ শোধন করে বপন করতে হবে। ৪. এ রোগ দেখা দেওয়ার সাথে সাথে রোভরাল-৫০ ডব্লিউপি বা ডাইথেন এম-৪৫, ০.২% হারে (প্রতি লিটার পানির সাথে ২ গ্রাম) পানিতে মিশিয়ে ২০-১২ দিন পরপর ৩-৪ বার সেপ্র করতে হবে।"
      },
      {
        "name": "পরজীবী উদ্ভিদজনিত রোগ",
        "details": "সরিষার পরজীবী উদ্ভিদের মধ্যে অরোবাংকিই প্রধান। সরিষা গাছের শিকড়ের সাথে এ পরজীবী উদ্ভিদ সংযোগ স্থাপন করে খাদ্য সংগ্রহ করে বেঁচে থাকে। এর ফলে পরজীবী আক্রান্ত সরিষার গাছ দুর্বল হয়, বৃদ্ধি কমে যায় এবং ফলন হ্রাস পায়। অরোবাংকি এক প্রকার সপুষ্কক পরজীবী উদ্ভিদ এবং এর বংশবৃদ্ধি সরিষা গাচের উপর নির্ভরশীল। এর বীজ মাটিতেই অবস্থান করে। মাটি, ফসলের পরিত্যক্ত অংশ, সেচের পানি প্রভৃতির মাধ্যমে অরোবাংকির উৎপত্তি ও বিস্তার ঘটে। বারবার একই জমিতে সরিষা পরিবারের ফসল চাষ করলে এ পরজীবীর বিস্তার ঘটে।",
        "medicine": "১. ফুল আসর আগে পরজীবী উদ্ভিদ জমি হতে তুলে ধ্বংস করে ফেলতে হবে। ২. পরিমিত হারে টিএসপি সার ব্যবহার করতে হবে। ৩. আগে এ রোগে আক্রান্ত জমি গভীরভাবে চাষ করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "টরি-৭",
        "details": "ফসল বোনা থেকে পাকা পর্যন্ত ৭০-৮০ দিন সময় লাগে। উন্নত পদ্দতিতে চাষ করলে হেক্টর প্রতি ফলন ৯৫০-১১০০ কেজি হয়। বীজে তেলের পরিমাণ ৩৮-৪১%। জাতটি রোগবালাই সহনশীল। "
      },
      {
        "name": "সোনালী সরিষা (এসএস-৭৫)",
        "details": "ফলে ৪ টি কক্ষ থাকে এবং প্রতি ফলে বীজের সংখ্যা ৩৫-৪৫ টি । বীজের রং হলদে সোনালী । বীজ গোলাকার।হাজার বীজের ওজন ৩.৫-৪.৫ গ্রাম এবং বীজে তেলের পরিমাণ ৪৪-৪৫%। গাছের কান্ড ও শিকড় শক্ত বলে অধিক সার ও সেচ প্রয়োগে গাছ নুয়ে পড়ে না। "
      },
      {
        "name": "কল্যাণীয়া (টিএস-৭২)",
        "details": "বীজ গোলাকার। হাজার বীজের ওজন ২.৫-৩.০ গ্রাম। বীজে তেলের পরিমাণ ৪০-৪২%। ফসল পাকতে ৭৫-৮৫ দিন সময় লাগে। উন্নত পদ্দতিতে চাষ করলে প্রতি হেক্টরে ১.৪৫-১.৬৫ টন ফলন পাওয়া যায়। কল্যাণীয়া জাতটি স্বল্প মেয়াদী উচ্চ ফলনশীল আগাম জাত।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 927
      },
      {
        "name": "DAP",
        "amount": 466
      },
      {
        "name": "MOP",
        "amount": 247
      },
      {
        "name": "Gypsum",
        "amount": 284
      },
      {
        "name": "Zinc Sulphate",
        "amount": 9
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Onion",
    "name_bangla": "ধান",
    "seedlings": {
      "start": "15 February",
      "end": "15 March"
    },
    "cultivation": {
      "start": "15 May",
      "end": "15 June",
      "details": "পেঁয়াজের গাছ পরিপক্ব হলে এর গলার দিকের টিস্যু নরম হয়ে যায়। বারি পেঁয়াজ-২, ৩ ও ৫ এর চারা থেকে কন্দের পরিপক্বতা হওয়া পর্যন্ত আগাম চাষের ক্ষেত্রে মাত্র ৭০-৮০ দিন এবং নাবি চাষের ক্ষেত্রে ৯৫-১১০ দিন দরকার হয়।"
    },
    "fertilizer": [
      10,
      40
    ],
    "irrigation": [
      {
        "after": 0,
        "details": ""
      }
    ],
    "seed_amount": "20 - 30",
    "nutrition": "পেঁয়াজে ক্রোমিয়াম থাকে। যা ব্ল্যাড সুগার নিয়ন্ত্রণ করে। শরীরকে ঠান্ডা রাখে। দাঁতের সংক্রমণ রোধ করতেও পেঁয়াজের জুরি মেলা ভার। ২–৩ মিনিট পেঁয়াজ চিবিয়ে খান। ফলে দাঁতে লুকিয়ে থাকা জীবাণুগুলো মরে যাবে। সংক্রমণের সম্ভাবনাও কমবে।  ",
    "medicine_properties": "কাশিতে উপকারি:‌ ডাক্তারের পরামর্শ অনুযায়ী প্রতিদিন পরিমাণমতো পেঁয়াজের রসের সঙ্গে মধু মিশিয়ে খেলে সর্দি–কাশির সমস্যা থাকে না। ",
    "use_case": "বিভিন্ন রান্নায় পিঁয়াজ ব্যবহার করা হয়ে থাকে। বর্তমানে কাচা , জমানো, আচার , চূর্ণ, কুঁচি, ভাজা, এবং শুকনো করা পিঁয়াজ ব্যবহার করা হয়। শুধু পিঁয়াজ সাধারণত সরাসরি খাওয়া হয়না, বরং পিঁয়াজ কুঁচি বা ফালি করে কাচা অবস্থায় সালাদএ , অথবা রান্নাতে উপকরণ হিসাবে ব্যবহার করা হয়। ",
    "requirements": "পেঁয়াজের চাষ করতে সব রকম মাটি ব্যবহার হলেও সেচ ও পানি নিষ্কাশনের সুবিধাযুক্ত বেলে দোঁ-আশ বা পলিযুক্ত মাটি পেঁয়াজ চাষের জন্য খুব ভালো। প্রচুর দিনের আলো, সহনশীল তাপমাত্রা ও মাটিতে প্রয়োজনীয় রস থাকলে পেঁয়াজের ফলন খুব ভালো হয়।",
    "cultivation_details": "মধ্য ফেব্রুয়ারি থেকে মার্চ মাস পর্যন্ত বীজ বুনতে হয় এবং এপ্রিল-মে মাসে ৪০-৪৫ দিনের চারা রোপণ করতে হয়।",
    "fertilization_process": "মাটিতে প্রয়োজনীয় পরিমাণ জৈব ও রাসায়নিক সার প্রয়োগ করে চাষ করলে পেঁয়াজ বেশ বড় ও ভারী হয় এবং অনেকদিন সংরক্ষণ করা যায়। মাটির অবস্থা ভেদে সারের মাত্রা নির্ভর করে।",
    "diseases": [
      {
        "name": "পারপেল ব্লচ  রোগ",
        "details": "",
        "medicine": "রিডোমিল গোল্ড, ডায়থেন এম-৪৫, রোভরাল ৫০ ডব্লিউপি জাতীয় ওষুধ ২ গ্রাম প্রতি লিটার পানিতে মিশিয়ে ২-৩ বার স্প্রে করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "বারি পেঁয়াজ-১",
        "details": "জাতটির কন্দ অধিক ঝাঁঝযুক্ত। প্রতিটি গাছে ১০-১২টি পাতা হয়। হেক্টর প্রতি ফলন ১২-১৬ টন। হেক্টর প্রতি বীজের ফলন ৬০০-৬৫০ কেজি। বারি পেঁয়াজ-১ পার্পল ব্লচ ও স্টেমফাইলাম রোগ প্রতিরোধ ক্ষমতা সম্পন্ন। জাতটি রবি মৌসুমে চাষ উপযোগী।"
      },
      {
        "name": "বারি পেঁয়াজ-২",
        "details": "জাতটি বিশেষভাবে খরিফ মৌসুমে অর্থাৎ গ্রীষ্মকালে স্বল্প সময়ের ফসল। এটি দেখতে গোলাকার ও লাল রঙের। আগাম চাষের জন্য মধ্য ফেব্রুয়ারি থেকে মার্চের প্রথম সপ্তাহ পর্যন্ত বীজ তলায় বীজ বোনা যায় এবং এপ্রিল মাসে ৪০-৪৫ দিনের চারা মাঠে রোপণ করা যায়। নাবী চাষের জন্য জুন-জুলাই মাসে বীজতলায় বীজ বুনতে হয়। প্রতি হেক্টরে (২৪৭ শতকে) ফলন ২২  টন।"
      },
      {
        "name": "বারি পেঁয়াজ-৩",
        "details": "জাতটি বিশেষভাবে খরিফ মৌসুমে অর্থাৎ গ্রীষ্মকালে স্বল্প সময়ের ফসল। এটি দেখতে গোলাকার ও লাল রঙের। বীজ বোনার জন্য মধ্য জুন থেকে মধ্য জুলাই মাস উপযুক্ত সময়। আগাম চাষে বীজ বোনার উপযুক্ত সময় হচ্ছে মধ্য ফেব্রুয়ারি থেকে মার্চের প্রথম সপ্তাহ এবং এপ্রিল মাস চারা রোপণের উপযুক্ত সময়।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 773
      },
      {
        "name": "DAP",
        "amount": 516
      },
      {
        "name": "MOP",
        "amount": 247
      },
      {
        "name": "Gypsum",
        "amount": 453
      },
      {
        "name": "Zinc Sulphate",
        "amount": 9
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 12000
      }
    ]
  },
  {
    "name": "Plum",
    "name_bangla": "কুল",
    "seedlings": {
      "start": "15 April",
      "end": "15 July"
    },
    "cultivation": {
      "start": "15 February",
      "end": "15 March",
      "details": "মধ্য পৌষ থেকে মধ্য চৈত্র মাসের মধ্যে ফল পাওয়া যায়। ফলের রঙ হাল্কা সবুজ বা হলদে হলে সংগ্রহ করতে হয়।"
    },
    "fertilizer": [
      30
    ],
    "irrigation": [
      {
        "after": 20,
        "details": ""
      },
      {
        "after": 40,
        "details": ""
      }
    ],
    "seed_amount": "64 - 70",
    "nutrition": "স্বাদ ও পুষ্টিমানের বিচারে কুল একটি উৎকৃষ্ট মানের ফল। বিশেষ করে ভিটামিন সি-এর দিক থেকে আমলকী ও পেয়ারার পরই এর জায়গা। মানব দেহের প্রয়োজনীয় বিভিন্ন খনিজ দ্রব্য ও ভিটামিন ‘এ’ ও ‘সি’ এর সহজ ও সস্তা উৎস হচ্ছে কুল।",
    "medicine_properties": "কবিরাজি মতে, কুল রক্ত শোধন ও রক্ত পরিষ্কার এবং হজমিকারক। পেটে বায়ু ও অরুচি, অতিসারে প্রদর রোগে কুল থেকে তৈরি ওষুধ ব্যবহার করা যায়।",
    "use_case": "",
    "requirements": "যে কোন ধরনের মাটিতেই বিশেষ করে দোআঁশ মাটিতে কুলের চাষ ভাল হয়। কুলগাছ লবাণাক্ততা ও জলাবদ্ধতা উভয়ই সহ্য করতে পারে।",
    "cultivation_details": "জাত, স্থান ও জলবায়ুভেদে মধ্য-মাঘ থেকে মধ্য-ফাল্গুনে শুরু করে মধ্য-আষাঢ় থেকে মধ্য-ভাদ্র মাস পর্যন্ত বাডিং করা যায়। তবে মধ্য-বৈশাখ থেকে মধ্য-আষাঢ় উপযুক্ত সময়। এক্ষেত্রে সায়ন সংগ্রহের উদ্দেশে নির্বাচিত জাত এবং রুটস্টক উভয়েরই পুরনো ডালপালা মধ্য-ফাল্গুন থেকে মধ্য-বৈশাখ মাসে ছাঁটাই করে দিতে হয়। এরপর নতুন শাখাকে বাডিংয়ের কাজে লাগাতে হয়।",
    "fertilization_process": "চারা গাছ লাগানোর ১ মাস পর চারা গাছের চারদিকে জৈব ও রাসায়নিক সার প্রয়োগ করতে হবে। জৈব সার হিসাবে পচা গোবর, হাঁস-মুরগির বিষ্টা পচানো কম্পোস্ট সার, খৈল ইত্যাদি প্রয়োগ করা যেতে পারে।  রাসায়নিক সার ভিন্ন বয়সের গাছে ভিন্ন অনুপাতে দেয়া হয়। কুলের উন্নত চাষাবাদ পদ্ধতি সুষ্ঠু বৃদ্ধি ও অধিক ফলনশীলতার জন্য গাছে নিয়মিত ও পরিমাণমতো সার দিতে হবে। সারের মাত্রা নির্ভর করে গাছের বয়স, আকার ও মাটির উর্বরতার ওপর।",
    "diseases": [
      {
        "name": "কুল গাছের পাউডারি মিলডিউ",
        "details": "এটি ছত্রাকজনিত একটি রোগ। এর আক্রমনে পলন অনেক কমে যায়।",
        "medicine": "কুল বাগানের আশপাশের ঝোপ-জঙ্গল ও আগাছা পরিষ্কার করতে হবে। কুল গাছে অসময়ে আসা ফুল ও কুড়ি নষ্ট করে ফেলতে হবে। গাছ ও মাটিতে পড়ে যাওয়া আক্রান্ত ফলগুলো সংগ্রহ করে ধ্বংস করতে হবে।"
      },
      {
        "name": "টিউব স্পিটল বাগ",
        "details": "বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট, বগুড়ার সূত্র মতে, এ পোকা কুল গাছের মারাত্মক ক্ষতি সাধন করে থাকে এবং এর আগে কখনও এ পোকার আক্রমণ দেখা যায়নি। পোকার নিম্ফগুলো  সরু, লম্বা চুন যুক্ত টিউবের মধ্যে অবস্থান করে নিজেকে লুকিয়ে রাখে। নিম্ফগুলো টিউবের মধ্যে তাদের তৈরি ফ্লুয়িডে (fluid) নিজেকে লুকিয়ে রাখে এবং টিউবে এদের মাথা নিচে এবং পেট ওপরে রাখে। নিম্ফগুলোর পেটে একটি বর্ধিত প্লেট থাকে যা টিউবের খোলা প্রান্তে দরজা হিসাবে কাজ করে এবং টিউবকে বন্ধ করে দেয়।",
        "medicine": "জমি সব সময় পরিষ্কার রাখতে হবে। ডালপালা ছাঁটাই করতে হবে যাতে ডালপালায় পর্যাপ্ত আলো বাতাস পায়। ছায়াযুক্ত জায়গায় কুল চাষ না করাই উত্তম। হাত বা শক্ত  লাঠি দিয়ে টিউবগুলো নিম্ফসহ ধ্বংস করতে হবে। যেহেতু ফুল ধরার সময় এ পোকার আক্রমণ দেখা যায় সেজন্য গাছে ফুল আসার সময়ে কা- বা শাখায় টিউব দেখামাত্র সাইপারমেথ্রিন বা ফেনভেলারেট জাতীয় কীটনাশক  প্রতি লিটার পানিতে ১ মিলি. হারে মিশিয়ে স্প্রে করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "আপেল কুল",
        "details": "আপেল কুল বঙ্গবন্ধু কৃষি বিশ্ববিদ্যালয়ের উদ্যানতত্ত্ব বিভাগের প্রফেসর ড. মোফাজ্জল হোসেন কর্তৃক উদ্ভাবিত এবং জাতীয় বীজ বোর্ড থেকে অনুমোদিত। আপেল এর মতো রঙ হওয়ার জন্যে কুলটির নাম দেওয়া হয়েছে আপেল কুল। মিষ্টি স্বাদের জন্য অন্য কুলের চেয়ে এটি অনেক ভালো।"
      },
      {
        "name": "বাউকুল-১",
        "details": "ফল আকারে অনেক বড় হয় (গড়ে ৯০ গ্রাম)। মিষ্টতার পরিমানও অনেক বেশি। আগাম পরিপক্ক হয়। সারা দেশেই চাষ করা যায়।"
      },
      {
        "name": "বারি কুল-১",
        "details": "এটি নারিকেলী জাত নামে পরিচিত। দেশের উত্তর ও দক্ষিণ-পশ্চিমাঞ্চলে, বিশেষত রাজশাহী ও খুলনা এলাকায় চাষাবাদের জন্য এটি একটি উপযুক্ত জাত। ফল আকারে বড়, ওজন গড়ে ২৩ গ্রাম ও লম্বা।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 260
      },
      {
        "name": "DAP",
        "amount": 300
      },
      {
        "name": "MOP",
        "amount": 300
      },
      {
        "name": "Gypsum",
        "amount": 100
      },
      {
        "name": "Zinc Sulphate",
        "amount": 6
      },
      {
        "name": "Boron",
        "amount": 5
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Potato",
    "name_bangla": "আলু ",
    "seedlings": {
      "start": "15 September",
      "end": "25 November"
    },
    "cultivation": {
      "start": "15 January",
      "end": "25 March",
      "details": "বাংলাদেশের কৃষক আলু উৎপাদনের জন্য বিভিন্ন পদ্ধতি অবলম্বন করে থাকেন। কিন্তু এগুলো বিজ্ঞানসম্মত নয়। তাই বিজ্ঞানসম্মত উপায়ে চাষ করলে একদিকে যেমন কৃষক লাভবান হবে অন্যদিকে ফলনও বাড়বে।"
    },
    "fertilizer": [
      30
    ],
    "irrigation": [
      {
        "after": 20,
        "details": "আলু শীতকালীন সবজি। আর শীতকাল শুষ্ক এজন্য আলু চাষে সেচের প্রয়োজন হয়। পানির প্রাপ্যতা কম হলে আলুর ফলন মারাত্মকভাবে কমে যায়। গবেষণায় দেখা গেছে, বীজ আলু বপনের ২০-২৫ দিনের মধ্যে একবার সেচ দিতে হবে। ৪০-৪৫ দিনের মধ্যে দ্বিতীয় সেচ এবং ৬০-৬৫ দিনের মধ্যে আরেকটি সেচ দিতে হবে। তবে দেশের উত্তরাঞ্চলে ৮-১০ দিন পর সেচ দিলে ফলন বেশি পাওয়া যায়।"
      },
      {
        "after": 40,
        "details": "আলু শীতকালীন সবজি। আর শীতকাল শুষ্ক এজন্য আলু চাষে সেচের প্রয়োজন হয়। পানির প্রাপ্যতা কম হলে আলুর ফলন মারাত্মকভাবে কমে যায়। গবেষণায় দেখা গেছে, বীজ আলু বপনের ২০-২৫ দিনের মধ্যে একবার সেচ দিতে হবে। ৪০-৪৫ দিনের মধ্যে দ্বিতীয় সেচ এবং ৬০-৬৫ দিনের মধ্যে আরেকটি সেচ দিতে হবে। তবে দেশের উত্তরাঞ্চলে ৮-১০ দিন পর সেচ দিলে ফলন বেশি পাওয়া যায়।"
      },
      {
        "after": 60,
        "details": "আলু শীতকালীন সবজি। আর শীতকাল শুষ্ক এজন্য আলু চাষে সেচের প্রয়োজন হয়। পানির প্রাপ্যতা কম হলে আলুর ফলন মারাত্মকভাবে কমে যায়। গবেষণায় দেখা গেছে, বীজ আলু বপনের ২০-২৫ দিনের মধ্যে একবার সেচ দিতে হবে। ৪০-৪৫ দিনের মধ্যে দ্বিতীয় সেচ এবং ৬০-৬৫ দিনের মধ্যে আরেকটি সেচ দিতে হবে। তবে দেশের উত্তরাঞ্চলে ৮-১০ দিন পর সেচ দিলে ফলন বেশি পাওয়া যায়।"
      }
    ],
    "seed_amount": "8-10",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "বাংলাদেশে আলু সাধারণত সবজি হিসেবে খাওয়া হয়। বিভিন্ন তরকারির সাথে খেতে খুবই মুখরোচক। প্রক্রিয়াজাত আলু বিদেশে রপ্তানি করে প্রচুর বৈদেশিক মুদ্রা অর্জন করা সম্ভব। আলু একটি স্টার্চ প্রধান খাদ্য এবং ভাতের বিকল্প হিসেবে খাওয়া যেতে পারে। পৃথিবীর অন্তত ৪০টি দেশে আলু মানুষের অন্যতম প্রধান খাদ্য। আলু একটি স্বল্পমেয়াদি উচ্চফলনশীল ফসল যা জমির স্বল্পতাহেতু বাংলাদেশে খাদ্য উৎপাদন বাড়াতে সহায়তা করতে পারে।",
    "requirements": "আলু চাষের জন্য বেলে দো-আঁশ মাটি সবচেয়ে উপযোগী।",
    "cultivation_details": "বাংলাদেশে সাধারণত নভেম্বর মাসের আগে আলু লাগানো যায় না, কারণ তার আগে জমি তৈরি সম্ভব হয় না। নভেম্বরের পরে আলু লাগালে ফলন কমে যায়। এ জন্য উত্তরাঞ্চলে মধ্য-কার্তিক (নভেম্বর প্রথম সপ্তাহ), দক্ষিণাঞ্চলে অগ্রহায়ণ ১ম সপ্তাহ থেকে ২য় সপ্তাহ (নভেম্বর মাসের মধ্য থেকে শেষ সপ্তাহ)।",
    "fertilization_process": "গোবর, অর্ধেক ইউরিয়া, টিএসপি, এমওপি, জিপসাম ও জিংক সালফেট আলু রোপণের আগেই মাটির সাথে মিশিয়ে দিতে হবে। বাকি অর্ধেক ইউরিয়া ৩০-৩৫ দিন পর যখন আলুর নালা তৈরি করে মাটি তোলার সময় দিতে হবে।",
    "diseases": [
      {
        "name": "",
        "details": "আলু মাঠে থাকা অবস্থায় বিভিন্ন রোগ দেখা যায়। এর মধ্যে আলুর মড়ক রোগ, আলুর আগাম রোগ যা পাতা পোড়ানো বা কুঁচকে যাওয়ার মতো দেখায়, কাণ্ড ও আলু পচা রোগ, ঢলে পড়া ও বাদামি পচন রোগ, আলুর দাঁদ রোগ, আলুর মোজাইক রোগ, আলুর শুকনো পচা রোগ, আলুর নরম পচা রোগ অন্যতম।",
        "medicine": "রোগমুক্ত বীজ ব্যবহার করতে হবে।  রোগ দেখা দিলে সেচ দেয়া বাদ রাখতে হবে এবং উপজেলা কৃষি কর্মকর্তার সাথে পরামর্শ করে বালাইনাশক দিতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "দেশি জাত",
        "details": "ফলন কম হলেও দেশি জাতের বৈশিষ্ট্য হলো দীর্ঘদিন ঘরে রেখে খাওয়া যায়। দেশি জাতের আলু ছোট ও ওজন  ৫ থেকে ৪৮ গ্রাম। কিছু দেশি জাত আছে যা উন্নত জাতের চেয়ে নাবি। দেশি জাতের আলু তুলনামূলকভাবে খেতে খুব সুস্বাদু। বর্তমানে বাজারমূল্যে উন্নত জাতের চেয়ে দেশি জাতের আলু বেশি দামে বিক্রি হয়। দেশি জাতসমূহের মধ্যে আউশা, চল্লিশা, দোহাজারী লাল, ফেইন্তাশীল, হাসরাই, লাল পাকরী, লালশীল, পাটনাই, সাদা গুটি শীল বিলাতী ও সূর্যমূখী। দেশি জাতগুলো বিভিন্ন রোগে আক্রান্ত হয়। দেখা গেছে ভাইরাস দ্বারা আক্রান্ত হয়ে দেশি জাতের আলুর ফলন কমে যায়। বীজের মাধ্যমেই এ রোগটি ছড়িয়ে থাকে। তাই দেশি জাত নির্বাচনের ক্ষেত্রে রোগমুক্ত বীজ সংগ্রহ করে লাগানো উচিত।"
      },
      {
        "name": "উচ্চফলনশীল",
        "details": "১৯৬০ সাল থেকে এ পর্যন্ত যেসব উন্নত জাতের আলুর চাষ হচ্ছে তার মধ্যে হিরা, আইলসা, পেট্রোনিস, মুল্টা, ডায়ামন্ট, কার্ডিনাল, মন্ডিয়াল, কুফরী সিন্দুরী, চমক, ধীরা, গ্রানোলা, ক্লিওপেট্রা ও চিনেলা জাতটি সবচেয়ে বেশি চাষ হয়েছে। বারি টিপিক্রস-১ এবং বারি টিপিক্রস-২ নামে ২টি হাইব্রিড জাতের আলু বাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট থেকে উদ্ভাবন করা হয়েছে। এছাড়াও বারি আলু-১ (হীরা), বারি আলু-৪ (আইলসা), বারি আলু-৭ (ডায়ামন্ট), বারি আলু-৮ (কার্ডিনাল), বারি আলু-১১ (চমক), বারি আলু-১২ (ধীরা), বারি আলু-১৩ (গ্রানোলা), বারি আলু-১৫ (বিনেলা), বারি আলু-১৬ (আরিন্দা), বারি আলু-১৭ (রাজা), বারি আলু-১৮ (বারাকা), বারি আলু-১৯ (বিন্টজে) এবং বারি আলু-২০ (জারলা) জাত রয়েছে। এসব জাত বাংলাদেশ কৃষি গবেষণা থেকে উদ্ভাবিত। এগুলো সবই উচ্চফলনশীল জাত।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 1388
      },
      {
        "name": "DAP",
        "amount": 516
      },
      {
        "name": "MOP",
        "amount": 551
      },
      {
        "name": "Gypsum",
        "amount": 275
      },
      {
        "name": "Zinc Sulphate",
        "amount": 18
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Pumpkin",
    "name_bangla": "মিষ্টি কুমড়া",
    "seedlings": {
      "start": "15 November",
      "end": "5 December"
    },
    "cultivation": {
      "start": "5 April",
      "end": "15 June",
      "details": ""
    },
    "fertilizer": [
      15,
      30
    ],
    "irrigation": [
      {
        "after": 0,
        "details": ""
      }
    ],
    "seed_amount": "3 - 4",
    "nutrition": "",
    "medicine_properties": "মিষ্টি কুমড়া ডায়াবেটিস রোগ নিয়ন্ত্রনে কাজ করে",
    "use_case": "মিষ্টি কুমড়া বর্ষজীবী লতানো উদ্ভিদ। মিষ্টি কুমড়ার শিকড় যথেষ্ট বিস্তৃত। কচি মিষ্টি কুমড়া সবজি হিসেবে এবং পাকা ফল দীর্ঘদিন রেখে সবজি হিসেবে ব্যবহার করা যায়। পরিপক্ক ফল শুষ্ক ঘরে সাধারণ তাপমাত্রায় প্রায় ৪-৬ মাস সংরক্ষণ করা যায়।",
    "requirements": "চরাঞ্চলের পলি মাটিতে মিষ্টি কুমড়া ভালো ফলন হয়। জৈব পদার্থ সমৃদ্ধ দোঁ-আশ বা এঁটেল দোঁ-আশ মাটি এর চাষাবাদের জন্য উত্তম। মিষ্টি কুমড়ার জন্য মাটির সর্বোত্তম অম্ল-ক্ষারত্ব ৫.৫-৬.৮।",
    "cultivation_details": "বাংলাদেশের আবহাওয়ায় বছরের যে কোনো সময় মিষ্টি কুমড়ার বীজ বোনা যায়। শীতকালীন ফসলের জন্য অক্টোবর থেকে ডিসেম্বর এবং গ্রীষ্মকালীন ফসলের জন্য ফেব্রুয়ারি থেকে মে মাস পর্যন্ত বীজ বোনার উপযুক্ত সময় তবে বীজ উৎপাদনের জন্য নভেম্বরের মধ্যভাগে বীজ বপন করা উত্তম।",
    "fertilization_process": "মূল জমি তৈরীর সময় জৈব সার, টিএসপি, দস্তা, ম্যাগনেসিয়াম ও বোরিক এসিডের অর্ধেক অংশ প্রয়োগ করতে হবে। বাকি অর্ধেক জৈব সার, টিএসপি, দস্তা, ম্যাগনেসিয়াম ও বোরিক এসিড মাদায় প্রয়োগ করতে হবে। ইউরিয়া ও এমওপি সমান তিনভাগে ভাগ করে বীজ বপনের সময় প্রথম ভাগ, ১৫-২০ দিন পর দ্বিতীয় ভাগ এবং ৩৫-৪০ দিন পর তৃতীয়ভাগ প্রয়োগ করতে হবে।",
    "diseases": [
      {
        "name": "সাদা গুঁড়া রোগ বা পাউডারি মিলডিউ",
        "details": "রোগের প্রারম্ভে গাছের নিচের বয়স্ক পাতায় রোগের লৰণ প্রকাশ পায়। ক্রমশ উপরের পাতায় রোগ ছড়িয়ে পড়ে।",
        "medicine": "প্রতি ১০ লিটার পানিতে ২০ গ্রাম ইনসাফ/থিয়ভিট বা সালফোলাঙ/কুমুলাস অথবা ১০ গ্রাম ক্যালিঙিন ১৫ দিন পর পর সেপ্র করে এ রোগ নিয়ন্ত্রণ করা।"
      }
    ],
    "breeds": [
      {
        "name": "সুপ্রিমা",
        "details": "সুপ্রিমা একটি হাইব্রিড জাত। এটি চ্যাপ্টা, গোলাকার ও অগভীর দাঁড়া উঠানো ফল। মাংসল অংশ বেশ পুরু ও গাঢ় হলুদ। ফলের গড় ওজন ৪-৫ কেজি। কাঁচা ও পাকা দুই ভাবেই খাওয়া যায়।"
      },
      {
        "name": "ড্রিমগোল্ড",
        "details": "দিবস নিরপেৰ হাইব্রিড জাত। সারা বছর চাষযোগ্য। মাংসল অংশ বেশ পুরু এবং ফলের গড় ওজন ৫-৬ কেজি। কাঁচা ও পাকা দুই ভাবেই খাওয়া যায়।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 619
      },
      {
        "name": "DAP",
        "amount": 516
      },
      {
        "name": "MOP",
        "amount": 186
      },
      {
        "name": "Gypsum",
        "amount": 340
      },
      {
        "name": "Zinc Sulphate",
        "amount": 9
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 18000
      }
    ]
  },
  {
    "name": "Radish",
    "name_bangla": "মূলা",
    "seedlings": {
      "start": "15 August",
      "end": "5 October"
    },
    "cultivation": {
      "start": "5 December",
      "end": "15 February",
      "details": "মূলা শক্ত হয়ে আঁশ হওয়ার আগেই তুলতে হবে। অবশ্য এখন হাইব্রিড জাতসমূহ আসাতে এ সম্ভাবনা অনেক কমে গেছে। তবুও কচি থাকতেই মূলা তুলে ফেলতে হবে। এতে বাজার দাম ভাল পাওয়া যায় এবং স্বাদও ভাল থাকে।"
    },
    "fertilizer": [
      10,
      20
    ],
    "irrigation": [
      {
        "after": 20,
        "details": ""
      },
      {
        "after": 30,
        "details": ""
      }
    ],
    "seed_amount": "30 - 40",
    "nutrition": "মূলাতে প্রচুর পরিমাণে ক্যারোটিন তথা ভিটামিন এ, ক্যালসিয়াম ও লৌহ রয়েছে।",
    "medicine_properties": "",
    "use_case": "",
    "requirements": "উঁচু, মাঝারি উঁচু ও মাঝারি নিচু জমিতে মূলা চাষ করা যায়। সুনিষ্কাশিত বেলে দোয়াশ মাটি মূলা চাষের জন্য ভাল। এটেল মাটিতে মূলার বাড় বাড়তি কম হয়। মূলা চাষের জন্য জমি গভীরভাবে ধুলো ধুলো করে চাষ করতে হয়। ছাই ও জৈব সার বেশী ব্যবহারে মূলার বাড় বাড়তি ভাল হয়।",
    "cultivation_details": "আশ্বিন থেকে কার্তিক মাসের মধ্যেই অধিকাংশ মূলার বীজ বপন করা হয়। ",
    "fertilization_process": "জমি তৈরির সময় সবটুকু জৈব সার, টিএসপি ও অর্ধেক এমওপি সার মাটির সাথে মিশিয়ে দিতে হবে। ইউরিয়া ও বাকি অর্ধেক এমওপি সার সমান ২ কিস্তিতে ভাগে ভাগ করে বীজ বপনের পর তৃতীয় ও পঞ্চম সপ্তাহে ছিটিয়ে সেচ দিতে হবে।",
    "diseases": [
      {
        "name": "মুলার গ্রে মোল্ড রোগ",
        "details": "",
        "medicine": "এ রোগ দমনের জন্য কপারঅক্সিক্লোরাইট জাতীয় ছত্রাকনাশক (যেমন- ডিলাইট ৫০ ডব্লিউপি অথবা গোল্ডটন ৫০ ডব্লিউপি ২০ গ্রাম)  প্রতি ১০ লিটার পানিতে মিশিয়ে প্রতি ৫ শতকে  ১২-১৫ দিন পর পর ২-৩ বার ভালভাবে স্প্রে করতে হবে"
      },
      {
        "name": "মুলার মোজাইক রোগ",
        "details": "",
        "medicine": "এ রোগ দমনে জমিতে সাদা মাছি দেখা গেলে (বাহক পোকা) ইমিডাক্লোরোপ্রিড জাতীয়  কীটনাশক (যেমন এডমায়ার অথবা টিডো ১০ মি.লি.) ১০ লিটার পানিতে মিশিয়ে প্রতি ৫ শতকে স্প্রে করতে হবে। সকাল বেলা গাছে ছাই ছিটিয়ে দিলে এই পোকা গাছ থেকে পড়ে যাই।"
      }
    ],
    "breeds": [
      {
        "name": "বারিমূলা ১ (তাসাকিসান)",
        "details": "ভাদ্র থেকে কার্তিক মাসে বীজ বুনতে হয়। বীজ বোনার ৪০-৪৫ দিন পর থেকেই মূলা তোলা যায়। মূলার রঙ ধবধবে সাদা, বেলুনাকৃতি, লম্বা ও বড়, দৈর্ঘ্যে প্রায় ৩৫ সেন্টিমিটার, প্রতিটি মূলার গড় ওজন ১ কেজি। দেশী মূলার মত অত ঝাঁঝ নেই। প্রতি হেক্টরে ফলন ৬৫-৭০ টন।"
      },
      {
        "name": "বারিমূলা ২ (পিংকী)",
        "details": "ভাদ্র থেকে কার্তিক মাসে বীজ বুনতে হয়। বীজ বোনার ৪০-৪৫ দিন পর থেকেই মূলা তোলা যায়। মূলার রঙ লালচে, নলাকৃতি, দৈর্ঘ্যে প্রায় ২৫-৩০ সেন্টিমিটার, মধ্যমাকার, প্রতিটি মূলার গড় ওজন ৯০০ গ্রাম। শাক খাওয়ার উপযুক্ত। প্রতি হেক্টরে ফলন ৬৫-৭০ টন। "
      },
      {
        "name": "বারিমূলা ৩ (দ্রুতি)",
        "details": "ভাদ্র থেকে কার্তিক মাসে বীজ বুনতে হয়। বীজ বোনার ৪০-৪৫ দিন পর থেকেই মূলা তোলা যায়। মূলার রঙ সাদা, নলাকৃতি। পাতার কিনারা ঢেউ খেলানো। মূলার অর্ধেক অংশ মাটির উপরে থাকে। প্রতিটি মূলার গড় ওজন ৪০০-৬০০ গ্রাম। প্রতি হেক্টরে ফলন ৪০-৪৫ টন। জীবনকাল ৪০-৪৫ দিন। রোগ পোকার আক্রমণ প্রতিরোধী। এ দেশের আবহাওয়ায় ভাল বীজ উৎপাদন করা যায়। প্রতি হেক্টরে প্রায় ১.২-১.৩ টন বীজ পাওয়া যায়।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 1234
      },
      {
        "name": "DAP",
        "amount": 617
      },
      {
        "name": "MOP",
        "amount": 490
      },
      {
        "name": "Gypsum",
        "amount": 279
      },
      {
        "name": "Zinc Sulphate",
        "amount": 14
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 10000
      }
    ]
  },
  {
    "name": "Red Gram",
    "name_bangla": "মসুর",
    "seedlings": {
      "start": "15 October",
      "end": "15 November"
    },
    "cultivation": {
      "start": "5 February",
      "end": "5 March",
      "details": "মধ্য-ফাল্গুন থেকে মধ্য-চৈত্র (মার্চ) মাসে ফসল সংগ্রহ করা যায়।"
    },
    "fertilizer": [
      0
    ],
    "irrigation": [
      {
        "after": 25,
        "details": "জমিতে যাতে জলাবদ্ধতা সৃষ্টি না হয় সেজন্য পানি বের করে দেওয়ার ব্যবস্থা করতে হবে।"
      }
    ],
    "seed_amount": "110 - 140",
    "nutrition": "মসুর ডালে প্রচুর পরিমানে খাদ্য শক্তি ও প্রোটিন আছে। ",
    "medicine_properties": "",
    "use_case": "ডাল হিসেবে প্রধানত খাওয়া হয়। এ ছাড়াও পিয়াজু বা বিভিন্ন মুখরোচক খাবারে ব্যবহৃত হয়।",
    "requirements": "সুনিষ্কাশিত বেলে দো-আঁশ মাটি মসুর চাষের জন্য উপযোগী।",
    "cultivation_details": "",
    "fertilization_process": "সমুদয় সার শেষ চাষের সময় প্রয়োগ করতে হবে। যে জমিতে আগে মসুর চাষ করা হয় নাই সেখানে প্রতি কেজি বীজের জন্য ৯০ গ্রাম হারে অনুমোদিত অণুজীব সার প্রয়োগ করা যেতে পারে। ইনোকুলাম ব্যবহার করলে সাধারণতঃ ইউরিয়া সার ব্যবহার করতে হয় না।",
    "diseases": [
      {
        "name": "মসুরের মরিচা রোগ",
        "details": "আক্রান্ত গাছের পাতায় বিভিন্ন আকৃতির ছোট ছোট মরিচা রংয়ের গুটি দেখা যায়। পরবর্তীতে তা গাঢ় বাদামি ও কালো রং ধারণ করে। কান্ডেও এ রকম লক্ষণ দেখা যায়। ",
        "medicine": "ফসলের পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে। রোগ প্রতিরোধী জাত যেমন বারি মসুর-৩ ও বারি মসুর-৪ চাষ করতে হবে। টিল্ট-২৫০ ইসি (০.০৪%) ১২-১৫ দিন পরপর ২-৩ বার সেপ্র করতে হবে।"
      },
      {
        "name": "মসুরের স্টেমফাইলাম ব্লাইট রোগ",
        "details": "আক্রান্ত গাছের পাতায় সাদা ছত্রাকের জালিকা দেখা যায়। দূর থেকে আক্রান্ত ফসল আগুনে ঝলসানো মনে হয়। আক্রমণের শেষ পর্যায়ে গাছ কালচে বাদামি রং ধারণ করে। ভোর বেলায় পাতা এবং কান্ডে এক ধরনের সাদা ছত্রাক জালিকার উপস্থিতি দ্বারা সহজেই স্টেমফাইলাম ব্লাইট রোগ সনাক্ত করা যায়। ",
        "medicine": "ফসলের পরিত্যক্ত অংশ পুড়িয়ে ফেলতে হবে। আক্রমণ দেখা দেওয়া মাত্র রোভরাল-৫০ ডব্লিউপি নামক ছত্রাকনাশক (০.২%) ১০ দিন পরপর ২-৩ বার সেপ্র করতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "বারি মসুর-১",
        "details": "গাছের আকৃতি মধ্যম এবং উপরিভাগের ডগা বেশ সতেজ। গাছের পতা গাঢ় সবুজ। কান্ড হালকা সবুজ। ফুলের রং সাদা। বারি মসুর-১ জাতটির বীজের আকার স্থানীয় জাতসমূহের চেয়ে একটু বড়। হাজার বীজের ওজন ১৫-১৬ গ্রাম। ডাল রান্না হওয়ার সময়কাল ১০-১২ মিনিট। আমিষের পরিমাণ ২৬-২৮%। এ জাতের জীবনকাল ১০৫-১১০ দিন। হেক্টরপ্রতি ফলন ১.৭-১.৮ টন।"
      },
      {
        "name": "বারি মসুর-২",
        "details": "গাছের আকার মধ্যম। গাছের উপরিভাগ সামান্য লতানো হয়। পাতায় সরু আকর্ষী থাকে। গাছের পাতা গাঢ় সবুজ। কান্ড হালকা সবুজ ও ফুল সাদা। হাজার বীজের ওজন ১২-১৩ গ্রাম। ডাল রান্না হওয়ার সময়কাল ১৪-১৬ মিনিট। আমিষের পরিমাণ ২৭-২৯%। জাতটির জীবনকাল ১০৫-১১০ দিন। হেক্টরপ্রতি ফলন ১.৫-১.৭ টন।"
      },
      {
        "name": "বারি মসুর-৩",
        "details": "একটি সংকর জাত। পাতার রং সবুজ। বীজের রং ধূসর এবং বীজে ছোট ছোট কালচে দাগ আছে। বীজের আকার স্থানীয় জাত অপেক্ষা বড়। হাজার বীজের গড় ওজন ২২-২৫ গ্রাম। ডাল রান্না হওয়ার সময়কাল ১০-১২ মিনিট। আমিষের পরিমাণ ২৪-২৬%। জাতটির জীবনকাল ১০০-১০৫ দিন। ফলন হেক্টরপ্রতি ১.৫-১.৭ টন।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 220
      },
      {
        "name": "DAP",
        "amount": 314
      },
      {
        "name": "MOP",
        "amount": 89
      },
      {
        "name": "Gypsum",
        "amount": 174
      },
      {
        "name": "Zinc Sulphate",
        "amount": 9
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  },
  {
    "name": "Sugar Crop",
    "name_bangla": "আখ",
    "seedlings": {
      "start": "15 October ",
      "end": "15 December"
    },
    "cultivation": {
      "start": "15 February",
      "end": "15 April",
      "details": ""
    },
    "fertilizer": [
      10
    ],
    "irrigation": [
      {
        "after": 10,
        "details": "যদি বীজ বপনের পর দেখা যায় যে ১০/১৫ দিনের মধ্যেও অন্কুর বের হচ্ছে না তা হলে হালকা ধরনের সেচ দেওয়া ভালো৷ আখ চাষীরা সাধারণত আখ ফসলে পানি সেচ দেয় না৷ কিন্তু উত্তম ফলনের জন্য জমিতে সেচ দেওয়া অত্যাবশ্যক৷ আখ দীর্ঘস্থায়ী ফসল, প্রায় এক বত্‌সরকাল তা মাঠে থাকে৷ এই দীর্ঘ সময়ের মধ্যে অন্তত দুটি সময়ে পানি ফসলটির জন্য পানি বিশেষভাবে প্রয়োজন হয়৷ প্রথমবার জমিতে বীজ বপন ও চারার প্রাথমিক বৃদ্ধির সময় এবং দ্বিতীয়বার কার্তিক মাসে যখন বৃষ্টির অভাবে জমির রস দ্রুত কমতে থাকে তখন৷ সুতরাং আখের ভালো ফলনের জন্য কমপক্ষে দুবার এবং প্রয়োজনবোধে ততোধিক বার সেচ দেওয়া বাঞ্ছনীয়৷"
      },
      {
        "after": 90,
        "details": "যদি বীজ বপনের পর দেখা যায় যে ১০/১৫ দিনের মধ্যেও অন্কুর বের হচ্ছে না তা হলে হালকা ধরনের সেচ দেওয়া ভালো৷ আখ চাষীরা সাধারণত আখ ফসলে পানি সেচ দেয় না৷ কিন্তু উত্তম ফলনের জন্য জমিতে সেচ দেওয়া অত্যাবশ্যক৷ আখ দীর্ঘস্থায়ী ফসল, প্রায় এক বত্‌সরকাল তা মাঠে থাকে৷ এই দীর্ঘ সময়ের মধ্যে অন্তত দুটি সময়ে পানি ফসলটির জন্য পানি বিশেষভাবে প্রয়োজন হয়৷ প্রথমবার জমিতে বীজ বপন ও চারার প্রাথমিক বৃদ্ধির সময় এবং দ্বিতীয়বার কার্তিক মাসে যখন বৃষ্টির অভাবে জমির রস দ্রুত কমতে থাকে তখন৷ সুতরাং আখের ভালো ফলনের জন্য কমপক্ষে দুবার এবং প্রয়োজনবোধে ততোধিক বার সেচ দেওয়া বাঞ্ছনীয়৷"
      }
    ],
    "seed_amount": "15000 - 19000",
    "nutrition": "",
    "medicine_properties": "",
    "use_case": "আখ বাংলাদেশের একটি অন্যতম প্রধান অর্থকরী ফসল৷ পাট ও তামাকের মতো আখও চাষীদেরকে নগদ অর্থে আজকাল পাট চাষের চেয়ে আখ চাষ অধিক লাভজনক বলে চাষীরা পাটের চেয়ে আখ চাষেই বেশি গুরুত্ব দিচ্ছেন৷ ",
    "requirements": "এঁটেল, দোঁআশ ও এঁটেল-দোঁআশ মাটিতে আখ ভালো জন্মে৷ গভীর পলিমাটিতেও আখ ভালো উত্‌পন্ন হয়৷",
    "cultivation_details": "আখের জন্য গ্রীষ্ম ও অবগ্রীষ্মমণ্ডলীয় জলবায়ু উপযোগ৷ বেশি গরম ও ঠাণ্ডা উভয়েই আখের জন্য ক্ষতিকর৷ বাস্তবিকপক্ষে গড়পড়তা দৈনিক ২৫ সেন্টিগ্রেড তাপমাত্রা আখ চাষের জন্য সর্বোত্তম৷ ",
    "fertilization_process": "",
    "diseases": [
      {
        "name": "আখের খোল পঁচা রোগ",
        "details": "আখের নিচের পাতায় কালচে লাল থেকে লাল রঙ্গের দাগ দেখা যায়। পরবর্তীতে পাতার নিচে পঁচন শুরু হয়। এবং টান দিলে উঠে আসে। খোলের নিচে ছত্রাকের কাল গুটি গুটি অংশ দেখতে পাওয়া যায় ।",
        "medicine": "রোগমুক্ত আনূমোদিত বীজ ব্যবহার করতে হবে আগাম চাষ করা আগাম চাষ অনুসরণ করা । আখ কাটার পর পরিত্যক্ত অংশ ঐ জমিতেই পুড়িয়ে ফেলতে হবে। রোগাক্রান্ত জমিতে মুড়ি ইক্ষুর চাষ বন্ধ করতে হবে রোগাক্রান্ত গাছ থেকে আক্রান্ত পাতা ও খোল আপসারণ করে মাটিতে পুতে অথবা পুড়িয়ে ফেলতে হবে । জমিতে পানি নিষ্কাশনের সু-ব্যবস্থা নিতে হবে ।"
      },
      {
        "name": "আখের পাতার লাল দাগ রোগ",
        "details": "এটি ছত্রাকজনিত রোগ । এ রোগ হলে আখের পাতায় মাঝে মাঝে রক্তের ফোটার ন্যায় লাল দাগ দেখা দেয়। দাগের মাঝখানটা কালো হয়।",
        "medicine": "রোগাক্রান্ত জমি থেকে বীজ সংগ্রহ করবেন না। রোগমুক্ত আনূমোদিত বীজ ব্যবহার করতে হবে। রোগ প্রতিরোধ জাতের চাষ করতে হবে । নিচের দিকের আক্রান্ত পাতা অপসারণ করে পুড়িয়ে ফেলা । কপারঅক্সিক্লোরাইড ১ গ্রাম/ লি. হারে পানিতে মিশিয়ে স্প্রে করা ।"
      }
    ],
    "breeds": [
      {
        "name": "ঈশ্বরদী ৩৯",
        "details": "গড় ফলন হেক্টরপ্রতি ১০০ টনেরও বেশি এবং চিনি আহরণের হার ১২ শতাংশ এর ঊর্ধ্বে। এ জাত বিভিন্ন প্রতিকূল অবস্থায় বিশেষ করে লবণাক্ত এলাকায়ও চাষাবাদ উপযোগী।"
      },
      {
        "name": "বিএসআরআই আখ ৪১",
        "details": "জাতটি চিনি ছাড়াও গুড়, রস তৈরি এবং চিবিয়ে খাওয়ার জন্য বিশেষ উপযোগী। এর গড় ফলন হেক্টরপ্রতি ১৫০ টনেরও বেশি।"
      },
      {
        "name": "",
        "details": ""
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 1849
      },
      {
        "name": "DAP",
        "amount": 1022
      },
      {
        "name": "MOP",
        "amount": 551
      },
      {
        "name": "Gypsum",
        "amount": 833
      },
      {
        "name": "Zinc Sulphate",
        "amount": 22
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 8000
      }
    ]
  },
  {
    "name": "Tomato",
    "name_bangla": "টমেটো",
    "seedlings": {
      "start": "15 August",
      "end": "25 November"
    },
    "cultivation": {
      "start": "5 December",
      "end": "15 January",
      "details": "জাত ও লাগানোর সময়ের উপর নির্ভর করে ২-৪ মাসের মধ্যেই ফসল তোলার সময হয়। টমেটো পাকা ও কাঁচা উভয়ই অবস্থায়ই তোলা যায়। তবে দূরে পাঠানোর জন্য একেবারে পাকা টমেটো তোলা উচিত নয় এবং পাকানোর জন্য বা টমেটোর ভাল রঙ আনার জন্য কৃত্রিম হরমোন ব্যবহারও ঠিক নয়। "
    },
    "fertilizer": [
      15,
      30
    ],
    "irrigation": [
      {
        "after": 0,
        "details": "প্রয়োজনে সেচ দেয়া যেতে পারে"
      }
    ],
    "seed_amount": "5 - 7",
    "nutrition": "টমেটো একটি অত্যন্ত পুষ্টিকর সবজি। প্রতি ১০০ গ্রাম আহার উপযোগী  অংশে যে পুষ্টি উপাদান রয়েছে তা হল - পানি ৯৩.১ গ্রাম, প্রোটিন ১.৯ গ্রাম, চর্বি ০.১ গ্রাম, খনিজ ০.৬ গ্রাম, আঁশ ০.৭ গ্রাম, শর্করা ৩.৬ গ্রাম, সোডিয়াম ৪৫.৮ মিলিগ্রাম, পটাশিয়াম ১১৪ মিলিগ্রাম, কপার ০.১৯ মিলিগ্রাম, সালফার ২৪ মিলিগ্রাম, ক্লোরিন ৩৮ মিলিগ্রাম, ভিটামিনএ ৩২০ অন-র্জাতিক একক, থায়ামিন ০.০৭ মিলিগ্রাম, রিবোফ্লাবিন ০.০১ মিলিগ্রাম, নিকোটিনিক এসিড ০.৪ মিলিগ্রাম, ভিটামিন-সি ৩১ মিলিগ্রাম, ম্যাগনেসিয়াম ১৫ মিলিগ্রাম, অক্সালিক এসিড ২ মিলিগ্রাম, ফসফরাস ৩৬ মিলিগ্রাম এবং লৌহ আছে ১.৮ মিলিগ্রাম। ",
    "medicine_properties": "টমেটোর পুষ্টির পাশাপাশি ভেষজ মূল্যও আছে। এর শাঁস ও জুস হজমকারক এবং ক্ষুধাবর্ধক। টমেটো রক্ত শোধক হিসেবেও কাজ করে।",
    "use_case": "টমেটো কাঁচা, পাকা এবং রান্না করে খাওয়া হয়। প্রতি মৌসুমে বিপুল পরিমাণ টমেটো সস, কেচাপ, চাটনি, জুস, পেষ্ট, পাউডার ইত্যাদি তৈরিতে ব্যহৃত হয়। টমেটোর কদর মূলত ভিটামিন-সি এর জন্য। তবে এর রঙ, রূপ ও স্বাদও অনেককে আকৃষ্ট করে। সালাদ হিসেইরে অধিকাংশ টমেটো খাওয়া হয়।",
    "requirements": "বেলে দোআশ ও দোআশ মাটি  চাষের জন্য উপযোগী।",
    "cultivation_details": "শীতকালীন টমেটোর জন্য মধ্য কার্তিক থেকে মাঘের ১ম সপ্তাহ (নভেম্বর থেকে মধ্য জানুয়ারি) পর্যন্ত চারা রোপণ করা যায়। তবে আগাম চাষের জন্য রোপণ সময় এগিয়ে আনতে হবে। আগাম চাষের জন্য ভাদ্র-আশ্বিন মাসে এবং নাবি চাষের ফাল্গুণ মাসে এবং গ্রীষ্মকালীন চাষের জন্য জন্য চৈত্র-বৈশাখ মাসে চারা রোপণ করতে হবে।",
    "fertilization_process": "অর্ধেক গোবর সার ও সবটুকু টিএসপি সার শেষ চাষের সময় জমিতে ছিটিয়ে দিতে হবে। অবশিষ্ট গোবর চারা লাগানোর পূর্বে  গর্তে প্রয়োগ করতে হবে। ইউরিয়া ও এমওপি সমান দুই কিস্তিতে পার্শ্বকুশী ছাঁটাই এর পর চারা লাগানোর ৩য় সপ্তাহে ও ৫ম সপ্তাহে রিং পদ্ধতিতে প্রয়োগ করতে হয়। ঘাটতি থাকলে জিপসাম, জিংক সালফেট, বোরিক এসিড পাউডার এবং ম্যাগনেসিয়াম সালফেট সারও প্রয়োগ করতে হবে।",
    "diseases": [
      {
        "name": "",
        "details": "",
        "medicine": ""
      }
    ],
    "breeds": [
      {
        "name": "আগাম জাত",
        "details": "সব জাত শীতকালেই হয়, তবে আগাম ফলে। আগাম জাতসমূহের বীজ বপন করা হয় জুলাই থেকে সেপ্টেম্বর মাসে। আগাম জাতসমূহের মধ্যে উল্লেখযোগ্য হল বারি টমেটো ৪, বারি টমেটো ৫, রোমা ভিএফ, রোমারিও, টিপু সুলতান, গ্রেট পেলে, ডেল্টা এফ ১, উন্নয়ন এফ ১, পুষারুবী, নিউ রূপালী এফ ১ ইত্যাদি।"
      },
      {
        "name": "ভরা মৌসুমী জাত",
        "details": "শীতকালে স্বাভাবিক সময়েই এসব জাতের গাছে ফল ধরে। সেপ্টেম্বর-অক্টোবর মাসে বীজ বুনে অক্টোবর-নভেম্বরে এসব জাতের টমেটোর চারা রোপণ করা হয়। অধিকাংশ জাতই শীতকালে ফলে। এসব জাতের মধ্য থেকে মানিক, রতন, বারি টমেটো ৩, বারি টমেটো ৬, বারি টমেটো ৭, বারি টমেটো ৯, বাহার, মহুয়া ইত্যাদি জাতকে বেছে নেয়া যেতে পারে।"
      },
      {
        "name": "নাবি শীত মৌসুমী জাত",
        "details": "এসব জাতের বীজ বুনতে হয় জানুয়ারিতে, ফল পাওয়া যায় মার্চ-এপ্রিল পর্যন্ত। বাহার, রোমা ভিএফ, রাজা, সুরক্ষা ইত্যাদি জাত নাবি চাষের জন্য ভাল।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 1234
      },
      {
        "name": "DAP",
        "amount": 769
      },
      {
        "name": "MOP",
        "amount": 247
      },
      {
        "name": "Gypsum",
        "amount": 400
      },
      {
        "name": "Zinc Sulphate",
        "amount": 4
      },
      {
        "name": "Boron",
        "amount": 9
      },
      {
        "name": "Compost",
        "amount": 20000
      }
    ]
  },
  {
    "name": "Water Melon",
    "name_bangla": "তরমুজ",
    "seedlings": {
      "start": "15 January",
      "end": "15 April"
    },
    "cultivation": {
      "start": "15 April",
      "end": "15 June",
      "details": "আঙ্গুল দিয়ে টোকা দিলে যদি ড্যাব ড্যাব শব্দ হয় তবে বুঝতে হবে যে ফল পরিপক্কতা লাভ করেছে। অপরিপক্ব ফলের বেলায় শব্দ হবে অনেকটা ধাতবীয়।"
    },
    "fertilizer": [
      15,
      50
    ],
    "irrigation": [
      {
        "after": 10,
        "details": ""
      },
      {
        "after": 30,
        "details": ""
      }
    ],
    "seed_amount": "350 - 400",
    "nutrition": "প্রতিদিন দুই কাপের মতো তরমুজ খেলে শরীরে ভিটামিন এ এবং ভিটামিন সির চাহিদা মেটে। এতে থাকা পটাশিয়াম শরীরে ফ্লুইড ও মিনারেলসের মধ্যে ভারসাম্য বজায় রাখতে সাহায্য করে",
    "medicine_properties": "সবুজ খোসাসহ তরমুজ ক্যানসার রোগীদের জন্য খুবই আদর্শ। অ্যাজমা, ডায়াবেটিসের মতো রোগ এবং ব্যথা উপশমে তরমুজ ভারি উপকারী।",
    "use_case": "",
    "requirements": "উর্বর দোআঁশ ও বেলে দোআঁশ মাটি তরমুজ চাষের জন্য উত্তম।",
    "cultivation_details": "বাংলাদেশে ফেব্রুয়ারি থেকে এপ্রিল মাস পর্যন্ত আবহাওয়া তরমুজ চাষের উপযোগী। বীজ বোনার জন্য ফেব্রুয়ারি মাসের প্রথম পক্ষ সর্বোত্তম। আগাম ফসল পেতে হলে জানুয়ারি মাসে বীজ বুনে শীতের হাত থেকে কচি চারা রক্ষার ব্যবস্থা করতে হবে। এর জন্য পলি টানেল ব্যবহার করা যায়।",
    "fertilization_process": "(চারা রোপণের ১০-১৫ দিন পর)  (প্রথম ফুল ফোটার সময়) (ফল ধারণের সময়) (ফল ধারণের ১৫-২০ দিন পর)",
    "diseases": [
      {
        "name": "কাণ্ড পচা রোগ",
        "details": "এ রোগের আক্রমণে তরমুজ গাছের গোড়ার কাছের কাণ্ড পচে গাছ মরে যায়।",
        "medicine": "প্রতিকারের জন্য ২.৫ গ্রাম ডাইথেন এম-৪৫ প্রতি ১ লিটার পানেতে মিশিয়ে ১০-১৫ দিন পর পর গাছে স্প্রে করতে হবে।"
      },
      {
        "name": "ফিউজেরিয়াম উইল্ট রোগ",
        "details": "এ রোগের আক্রমণে গাছ ঢলে পড়ে মারা যায়।",
        "medicine": "নিষ্কাশনের সুব্যবস্থা করা হলে এ রোগের প্রকোপ কম থাকে। রোগাক্রান্ত গাছ তুলে পুড়িয়ে ফেরতে হবে।"
      }
    ],
    "breeds": [
      {
        "name": "টপইল্ড",
        "details": ""
      },
      {
        "name": "তাইওয়ান",
        "details": " "
      },
      {
        "name": "সুগার বেবী",
        "details": ""
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 1080
      },
      {
        "name": "DAP",
        "amount": 617
      },
      {
        "name": "MOP",
        "amount": 332
      },
      {
        "name": "Gypsum",
        "amount": 284
      },
      {
        "name": "Zinc Sulphate",
        "amount": 9
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 12000
      }
    ]
  },
  {
    "name": "Wheat",
    "name_bangla": "গম",
    "seedlings": {
      "start": "5 November",
      "end": "25 December"
    },
    "cultivation": {
      "start": "5 March",
      "end": "15 April",
      "details": "শীষে ধান পেকে গেলেই ফসল কাটতে হবে। অধিক পাকা অবস্থায় ফসল কাটলে অনেক ধান ঝড়ে পড়ে, শীষ ভেঙ্গে যায়, শীষকাটা লেদাপোকা এবং পাখির আক্রমণ হতে পারে। তাই মাঠে গিয়ে ফসল পাকা পরীক্ষা করতে হবে। শীষের অগ্রভাগের শতকরা ৮০ ভাগ ধানের চাল শক্ত হলে ধান ঠিকমতো পেকেছে বলে বিবেচিত হবে। এ সময়ে ফসল কেটে মাঠেই বা উঠানে এনে মাড়াই করতে হবে।"
    },
    "fertilizer": [
      10,
      30,
      50
    ],
    "irrigation": [
      {
        "after": 20,
        "details": "মাটির প্রকার ভেদে সাধারণত ২-৩টি সেচের প্রয়োজন হয়। প্রথম সেচ চারার তিন পাতার সময় (বপনের ১৭-২১ দিন পরে), দ্বিতীয় সেচ গমের শীষ বের হওয়ার সময়। (বপনের ৫৫-৬০ দিন পর) এবং তৃতীয় সেচ দানা গঠনের সময় (বপনের ৭৫-৮০ দিন পর) দিতে হবে। জমিতে আগাছা দেখা দিলে সাথে সাথে আগাছা দমনের ব্যবস্থা নিতে হবে।"
      },
      {
        "after": 55,
        "details": "মাটির প্রকার ভেদে সাধারণত ২-৩টি সেচের প্রয়োজন হয়। প্রথম সেচ চারার তিন পাতার সময় (বপনের ১৭-২১ দিন পরে), দ্বিতীয় সেচ গমের শীষ বের হওয়ার সময়। (বপনের ৫৫-৬০ দিন পর) এবং তৃতীয় সেচ দানা গঠনের সময় (বপনের ৭৫-৮০ দিন পর) দিতে হবে। জমিতে আগাছা দেখা দিলে সাথে সাথে আগাছা দমনের ব্যবস্থা নিতে হবে।"
      },
      {
        "after": 75,
        "details": "মাটির প্রকার ভেদে সাধারণত ২-৩টি সেচের প্রয়োজন হয়। প্রথম সেচ চারার তিন পাতার সময় (বপনের ১৭-২১ দিন পরে), দ্বিতীয় সেচ গমের শীষ বের হওয়ার সময়। (বপনের ৫৫-৬০ দিন পর) এবং তৃতীয় সেচ দানা গঠনের সময় (বপনের ৭৫-৮০ দিন পর) দিতে হবে। জমিতে আগাছা দেখা দিলে সাথে সাথে আগাছা দমনের ব্যবস্থা নিতে হবে।"
      }
    ],
    "seed_amount": "280 - 330",
    "nutrition": "গম হতে যে আটা হয় তার প্রতি ১০০ গ্রাম আটায় আমিষ ১২.১ গ্রাম, শর্করা ৬৯.৪ গ্রাম, ক্যালসিয়াম ৪৮ মিলিগ্রাম, লৌহ ১১.৫ মিলিগ্রাম, ক্যারোটিন ২৯ মাইক্রোগ্রাম, ভিটামিন বি-১ ০.৪৯ মিলিগ্রাম, ভিটামিন বি-২ ০.২৯ মিলিগ্রাম, আঁশ ১.৯ গ্রাম, খনিজ পদার্থ ২.৭ গ্রাম এবং জলীয় অংশ থাকে ১২.২ গ্রাম।",
    "medicine_properties": "",
    "use_case": "গম সাধারণত মানুষের রুটি হিসেবে ব্যবহৃত হয়। এছাড়া গমের কুঁড়া গো-খাদ্য হিসাবে ব্যবহৃত হয়।",
    "requirements": "উঁচু ও মাঝারি দোআশ মাটি গম চাষের জন্য বেশী উপযোগী। লোনা মাটিতে গমের ফলন কম হয়।",
    "cultivation_details": "কার্তিক মাসের শেষ থেকে অগ্রহায়ণর তৃতীয় সপ্তাহ (নভেম্বর মাসের দ্বিতীয় সপ্তাহ হতে ডিসেম্বরের প্রথম সপ্তাহ পর্যন্ত)।",
    "fertilization_process": "সেচসহ চাষের ক্ষেত্রে নির্ধারিত ইউরিয়া সারের দুই তৃতীয়াংশ এবং সম্পূর্ণ টিএসপি, এমওপি ও জিপসাম শেষ চাষের পূর্বে প্রয়োগ করে মাটির সাথে মিশিয়ে দিতে হবে। বাকী এক তৃতীয়াংশ ইউরিয়া প্রথম সেচের সময় উপরি প্রয়োগ করতে হবে। সেচছাড়া চাষের ক্ষেত্রে সম্পূর্ণ সার অর্থাৎ ইউরিয়া, টিএসপি, এমওপি ও জিপসাম শেষ চাষের সময় জমিতে প্রয়োগ করতে হবে।",
    "diseases": [
      {
        "name": "গমের গোড়া পচা রোগ",
        "details": "স্কেলেরোশিয়াম রলফসি নামক ছত্রাক দ্বারা গমের এ রোগ হয়। এই রোগের ফলে মাটির সমতলে গাছের গোড়ায় হলদে দাগ দেখা যায়। পরে তা গাঢ় বাদামি বর্ণ ধারণ করে এবং আক্রান্তস্থানের চারিদিক ঘিরে ফেলে। পরবর্তীতে পাতা শুকিয়ে গাছ মারা যায়। রোগের জীবাণু মাটিতে কিংবা ফসলের পরিত্যক্ত অংশে দীর্ঘ দিন বেঁচে থাকে। সাধারণত বৃষ্টির পানি, সেচের পানি দ্বারা এক জমি হতে অন্য জমিতে বিস্তার লাভ করে।",
        "medicine": "রোগ প্রতিরোধী কাঞ্চন, আকবর, অঘ্রাণী, প্রতিভা, সৌরভ ও গৌরব জাতের চাষ করতে হবে। ২. মাটিতে সব সময় পরিমিত আর্দ্রতা থাকা প্রয়োজন। ৩. ভিটাভেক্স-২০০ নামক ঔষধ প্রতি কেজি বীজে ২.৫-৩.০ গ্রাম হারে মিশিয়ে বীজ শোধন করতে হবে।"
      },
      {
        "name": "গমের পাতার মরিচা রোগ",
        "details": "পাক্‌সিনিয়া রিকন্ডিটা নামক ছত্রাকের আক্রমণে এ রোগ হয়ে থাকে। প্রথমে পাতার উপর ছোট গোলাকার হলুদাভ দাগ পড়ে। শেষ পর্যায়ে এই দাগ মরিচার মত বাদামি বা কালচে রংয়ে পরিনত হয়। হাত দিয়ে আক্রান্ত পাতা ঘষা দিলে লালচে মরিচার মত গুড়া হাতে লাগে। এ রোগের লক্ষণ প্রথমে নিচের পাতায়, তারপর সব পাতায় ও কান্ডে দেখা যায়। দেশের উত্তরাঞ্চলে এ রোগ বেশী হয়ে থাকে।",
        "medicine": "১. রোগ প্রতিরোধী গমের জাত কাঞ্চন, আকবর, অঘ্রাণী, প্রতিভা, সৌরভ ও গৌরবের চাষ করতে হবে। ২. সুষম হারে সার প্রয়োগ করতে হবে। ৩. টিল্ট ২৫০ ইসি ছত্রাক নাশক (০.০৪%) ১ মিলি আড়াই লিটার পানিতে মিশিয়ে ১২-১৫ দিন পর পর ২-৩ বার স্প্রে করতে হবে"
      }
    ],
    "breeds": [
      {
        "name": "কাঞ্চন",
        "details": "বাংলাদেশ কৃষি গবেষণা ইনষ্টিটিউট কর্তৃক ইউপি-৩০১ এবং সি-৩০৬ এর মধ্যে সংকরায়ণ করে কাঞ্চন জাত উদ্ভাবন করা হয়। এ জাত ১৯৮৩ সালে অনুমোদিত হয়। গাছের উচ্চতা ৯০-১০০ সেমি। কুশির সংখ্যা ৬-৭টি। গাছের নিশান পাতা খাড়া। শীষ বের হতে ৬০-৬৮ দিন সময় লাগে। প্রতি শীষে ৩৫-৪০টি দানা থাকে। দানা সাদা এবং হাজার দানার ওজন ৪৮-৫২ গ্রাম। অন্যান্য জাতের তুলনায় দানা আকারে বড়। চারা আবস্থায় প্রাথমিক কুঁশি মাটির উপরে অবস্থান করে। বোনা থেকে পাকা পর্যন্ত ১০৬-১১২ দিন সময় লাগে। এ জাতটি দীর্ঘ সময় ধরে চাষাবাদ হচ্ছে। বর্তমানে পাতার মরিচা দাগ রোগে আক্রান্ত হওয়ায় জাতটির ফলন কিছুটা হ্রাস পেয়েছে। উন্নত পদ্ধতিতে চাষ করলে হেক্টর প্রতি ৩.৫-৪.৬ টন ফলন হয়। জাতটি দেশের সকল অঞ্চলে চাষের জন্য উপযোগী। বর্তমানে সারা দেশে কাঞ্চন গম খুবই জনপ্রিয়। বাংলাদেশে প্রায় ৮০ ভাগ এলাকায় কাঞ্চন গমের আবাদ হচ্ছে।"
      },
      {
        "name": "আকবর",
        "details": "আন্তর্জাতিক ভুট্টা ও গম উন্নয়ন কেন্দ্র (ঈওগগণঞ) মেক্সিকোতে ও টোবারী নামাক ২টি জাতের মধ্যে সংকরায়ণের পর একটি কৌলিক সারি ১৯৭৭ সালে বাংলাদেশে আনা হয়। পরবর্তীতে বাছায় প্রক্রিয়ার মাধ্যমে উদ্ভাবিত জাতটি আকবর নামে ১৯৮৩ সালে অসুমোদিত হয়। এ জাতের গাছের উচ্চতা ৮৫-৯০ সেমি। কুশির সংখ্যা ৬-৭টি। পাতা কিছুটা হেলানো। নিশান পাতা খুবই চওড়া ও লম্বা। শীষ বের হতে ৫০-৫৫ দিন সময় লাগে। প্রতি শীষে ৫০-৫৫টি দানা থাকে। দানা সাদা, আকারে মাঝারি এবং হাজার দানার ওজন ৩৭-৪২ গ্রাম। পাতার গোড়ায় সাদা অরিকল থাকে। ফসল বোনা থেকে কাটা পর্যন্ত ১০৩-১০৮ দিন সময় লাগে। উন্নত পদ্ধতিতে চাষ করে ফলন হেক্টরপ্রতি ৩.৫-৪.৫ টন হয়। জাতটি পাতার দাগ রোগ সহনশীল। বৃহত্তর ময়মনসিংহ, যশোর, কুষ্টিয়া ও খুলনা জেলায় এ জাতের ফলন বেশী হয়। তবে আকবর জাতের গম দেশের অন্যান্য অঞ্চলেও চাষের জন্য উপযোগী।"
      },
      {
        "name": "অঘ্রাণী",
        "details": "আন্তর্জাতিক ভুট্টা ও গম উন্নয়ন কেন্দ্র, মেক্সিকো হতে সনোরা/পি ৪১৬০ ই/ইনিয়া কৌলিক সারিটি ১৯৮২ সালে বাছাইকরণ নার্সারীর মাধ্যমে বাংলাদেশে আনা হয় এবং ১৯৮৭ সালে অঘ্রাণী নামে তা অনুমোদন লাভ করে। এ জাতের গাছের উচ্চতা ৮৫-৯০ সেমি, কুশির সংখ্যা ৫-৬টি। পাতা কিছুটা হেলানো, নিশান পাতা বড়। গাছের পাতা ও কান্ডে পাতলা মোমের আবরণের মতো বস্তু লক্ষ্য করা যায়। শীষ বের হতে ৫৫-৬০ দিন সময় লাগে। প্রতি শীষে ৫০-৫৫টি দানা থাকে। দানার রং সাদা, আকারে মাঝারি এবং হাজার দানার ওজন ৩৮-৪২ গ্রাম। পাতার গোড়ায় বেগুনি অরিকল থাকে। বোনা থেকে পাকা পর্যন্ত ১০৩-১১০ দিন সময় লাগে। উন্নত পদ্ধতিতে চাষ করলে ফলন হেক্টরপ্রতি ৩.৫-৪.০ টন হয়। জাতটি পাতার দাগ (ব্লাইট রোগ সহনশীল)। দেরীতে বপনের জন্য অঘ্রাণী জাতের গম বিশেষভাবে উপযোগী।"
      }
    ],
    "fertilizer_amount": [
      {
        "name": "TSP",
        "amount": 466
      },
      {
        "name": "DAP",
        "amount": 263
      },
      {
        "name": "MOP",
        "amount": 150
      },
      {
        "name": "Gypsum",
        "amount": 241
      },
      {
        "name": "Zinc Sulphate",
        "amount": 4
      },
      {
        "name": "Boron",
        "amount": 0
      },
      {
        "name": "Compost",
        "amount": 0
      }
    ]
  }
]